Repository: mahmudremal/site-core
Catalog: languages/site-core-*.po
Languages: ar, bn_bd, de_de, es_es, fa_af, fi, hi_in, ja, ru_ru

source: Mark to enable client middle name on checkout field.
ar: مارك لتمكين العميل الاسم الأوسط على الخروج من الميدان.
bn_bd: মার্ক সক্রিয় করার জন্য, ক্লায়েন্ট, মাঝখানে নাম চেকআউট ক্ষেত্র.
de_de: Markieren Sie auf dem client aktivieren middle name auf der checkout-Bereich.
es_es: Marca que el cliente medio nombre en la salida de campo.
fa_af: علامت گذاری به فعال کردن مشتری نام میانی در زمینه پرداخت.
fi: Merkki, jotta asiakkaan toinen nimi kassalla kenttään.
hi_in: मार्क को सक्षम करने के लिए ग्राहक का मध्य नाम पर चेकआउट क्षेत्र है.
ja: マークを顧客の中には名前精算。
ru_ru: Отметьте, чтобы включить второе имя клиента в поле оформления заказа.

source: Mark to enable order line items or overview on the checkout screen right after the checkout field.
ar: مارك لتمكين النظام من بنود أو نظرة عامة على الشاشة الخروج مباشرة بعد الخروج المجال.
bn_bd: মার্ক সক্রিয় করতে, যাতে লাইন আইটেম বা সংক্ষিপ্ত বিবরণ উপর চেকআউট পর্দা ডান পরে, চেকআউট ক্ষেত্র.
de_de: Markieren Sie aktivieren, um Einzelposten-oder überblick über die auf dem checkout-Bildschirm direkt nach dem Check-out Bereich.
es_es: Marque para habilitar la línea de orden de los elementos de presentación o en la pantalla de la caja a la derecha después de la compra del campo.
fa_af: علامت گذاری به منظور فعال کردن اقلام خط و یا بررسی اجمالی در صفحه پرداخت پس از پرداخت درست.
fi: Merkki, jotta tilausrivin kohteita tai yleiskatsaus kassalla näytössä heti kassalle kenttä.
hi_in: मार्क को सक्षम करने के लिए आदेश पंक्ति आइटम या अवलोकन पर चेकआउट स्क्रीन के ठीक बाद चेकआउट क्षेत्र है.
ja: マークを順に項目ごと又は概要のご画面の右後の精算ます。
ru_ru: Отметьте, чтобы включить строки заказа или обзор на экране оформления заказа сразу после поля оформления заказа.

source: Mark to enable select City on checkout after address.
ar: مارك لتمكين اختر المدينة على الخروج بعد العنوان.
bn_bd: মার্ক সক্রিয় করতে নির্বাচন করুন, শহর, চেকআউট পরে ঠিকানা.
de_de: Markieren Sie zum aktivieren wählen Sie Stadt an der Kasse nach der Adresse.
es_es: Marcar para activar seleccione la Ciudad en la caja de la dirección.
fa_af: علامت گذاری به انتخاب فعال شهرستان در پرداخت پس از آدرس.
fi: Mark avulla valitse Kaupungin kassalle sen jälkeen, kun osoite.
hi_in: मार्क को सक्षम करने के लिए शहर का चयन करें पर जांच के बाद पता.
ja: マークを選択市アウト後のアドレスです。
ru_ru: Отметьте, чтобы включить выбор города при оформлении заказа после адреса.

source: Mark to enable select Emirate on checkout after address.
ar: مارك لتمكين اختيار الإمارة على الخروج بعد العنوان.
bn_bd: মার্ক সক্রিয় করতে নির্বাচন করুন আমিরাত চেকআউট পরে ঠিকানা.
de_de: Daneben aktivieren Sie Emirat auf Kasse nach der Adresse.
es_es: Marcar para activar seleccione Emirato en la caja de la dirección.
fa_af: علامت گذاری به فعال کردن را انتخاب کنید و امارات در پرداخت پس از آدرس.
fi: Mark avulla valitse Emiirikunta kassalla sen jälkeen, kun osoite.
hi_in: निशान करने के लिए सक्षम करें का चयन करें अमीरात पर जांच के बाद पता.
ja: マークを選択業銀行、アウト後のアドレスです。
ru_ru: Отметьте, чтобы включить выбор эмирата при оформлении заказа после адреса.

source: Mark to make llmstxt is a file downloadable.
ar: علامة لجعل llmstxt هو الملف للتحميل.
bn_bd: মার্ক করতে llmstxt একটি ফাইল ডাউনলোডযোগ্য.
de_de: Daneben machen llmstxt ist eine Datei herunterladen.
es_es: Marca para hacer llmstxt es un archivo descargable.
fa_af: علامت گذاری به llmstxt یک فایل قابل دانلود.
fi: Mark tehdä llmstxt on tiedosto ladattavissa.
hi_in: निशान बनाने के लिए llmstxt है एक फ़ाइल डाउनलोड करने योग्य.
ja: マークをllmstxtはファイルをダウンロードできます。
ru_ru: Отметьте, чтобы сделать llmstxt загружаемым файлом.

source: Mark to pause the application unconditionally.
ar: علامة إيقاف تطبيق قيد أو شرط.
bn_bd: মার্ক বিরতি আবেদন নিঃশর্তভাবে.
de_de: Markieren Sie zum anhalten der Anwendung, bedingungslos.
es_es: Marca para pausar la aplicación incondicional de la misma.
fa_af: علامت گذاری به توقف برنامه بدون قید و شرط.
fi: Mark keskeyttää sovelluksen ehdoitta.
hi_in: मार्क आवेदन को थामने के लिए बिना शर्त.
ja: マーク一時停止の申請を無条件に.
ru_ru: Отметьте, чтобы приостановить работу приложения без каких-либо условий.

source: Mark to pause the apps registration and rest api activity.
ar: مارك لإيقاف تطبيقات تسجيل بقية api النشاط.
bn_bd: মার্ক বিরতি অ্যাপ্লিকেশন নিবন্ধন এবং বিশ্রাম api-এর কার্যকলাপ.
de_de: Daneben halten Sie die apps, die Registrierung und rest-api Aktivität.
es_es: Marca para pausar las aplicaciones de registro y la api de rest de la actividad.
fa_af: علامت گذاری به توقف برنامه های ثبت نام و rest api فعالیت است.
fi: Mark keskeyttää rekisteröinti sovellukset ja rest api: n toimintaa.
hi_in: मार्क को थामने के लिए क्षुधा पंजीकरण और बाकी एपीआई गतिविधि.
ja: マーク一時停止のアプリを登録およびrest apiです。
ru_ru: Отметьте, чтобы приостановить регистрацию приложений и работу rest api.

source: Mark to pause the cdn unconditionally. Would be a reason for site image break.
ar: مارك إلى وقفة cdn دون قيد أو شرط. من شأنه أن يكون سببا الموقع صورة كسر.
bn_bd: মার্ক বিরতি যা cdn নিঃশর্তভাবে. একটি কারন হতে পারে সাইটের জন্য ইমেজ বিরতি.
de_de: Markieren Sie zum anhalten der cdn bedingungslos. Wäre ein Grund für Website-Bild brechen.
es_es: Marca para pausar la cdn incondicionalmente. Sería una razón para la imagen de sitio de descanso.
fa_af: علامت گذاری به توقف cdn بدون قید و شرط. می تواند یک دلیل برای سایت تصویر شکستن.
fi: Mark keskeyttää cdn ehdoitta. Olisi syytä sivusto kuva rikkoa.
hi_in: मार्क को थामने के लिए समन्वय के बिना शर्त. होगा एक कारण हो सकता है साइट के लिए छवि को तोड़ने.
ja: マーク一時停止のcdn無条件に. この理由のためのサイトの画像です。
ru_ru: Отметьте, чтобы приостановить cdn без каких-либо условий. Это может привести к разрыву изображения сайта.

source: Mark to pause the radar functionality and activity.
ar: مارك إلى وقفة الرادار الوظيفة والنشاط.
bn_bd: মার্ক বিরতি রাডার কার্যকারিতা এবং কার্যকলাপ.
de_de: Markieren Sie zum anhalten der radar-Funktionen und Aktivität.
es_es: Marca para pausar el radar de la funcionalidad y de la actividad.
fa_af: علامت گذاری به توقف رادار عملکرد و فعالیت است.
fi: Mark keskeyttää tutka toiminnallisuus ja aktiivisuus.
hi_in: मार्क को थामने के लिए रडार कार्यक्षमता और गतिविधि.
ja: マーク一時停止し、レーダーの機能と活動です。
ru_ru: Отметьте, чтобы приостановить функциональность и активность радара.

source: Mark to pause the task registration and rest api activity.
ar: مارك إلى وقفة مهمة تسجيل بقية api النشاط.
bn_bd: মার্ক বিরতি টাস্ক রেজিস্ট্রেশন এবং বিশ্রাম api-এর কার্যকলাপ.
de_de: Markieren Sie zum anhalten der Aufgabe Registrierung und rest-api Aktivität.
es_es: Marca para pausar la tarea de registro y la api de rest de la actividad.
fa_af: علامت گذاری به توقف کار ثبت نام و rest api فعالیت است.
fi: Mark keskeyttää tehtävä rekisteröinti-ja rest api: n toimintaa.
hi_in: मार्क को थामने के लिए कार्य पंजीकरण और बाकी एपीआई गतिविधि.
ja: マーク一時停止のタスクの登録およびrest apiです。
ru_ru: Отметьте, чтобы приостановить регистрацию задачи и действие rest api.

source: mastered in 3 popular app for every designer
ar: تفننت في 3 شعبية التطبيق لكل مصمم
bn_bd: আয়ত্ত 3 জনপ্রিয় অ্যাপ্লিকেশন জন্য প্রত্যেক ডিজাইনার
fa_af: تسلط در 3 محبوب برنامه برای هر طراح
hi_in: में महारत हासिल 3 लोकप्रिय अनुप्रयोग के लिए हर डिजाइनर

source: measurable
ar: قابلة للقياس
bn_bd: পরিমাপযোগ্য
fa_af: قابل اندازه گیری
hi_in: औसत दर्जे का

source: Meet and Brief
ar: تلبية وجيزة
bn_bd: দেখা এবং সংক্ষিপ্ত
fa_af: دیدار و مختصر
hi_in: मिलो और संक्षिप्त

source: Message me on Linkedin
ar: راسلني على لينكد إن
bn_bd: বার্তা আমাকে Linkedin উপর
fa_af: پیام من در Linkedin
hi_in: संदेश मुझे Linkedin पर

source: Middle name
ar: الاسم الأوسط
bn_bd: মধ্যম নাম
es_es: Segundo nombre
fa_af: نام میانی
fi: Lähi-nimi
hi_in: मध्य नाम
ja: 中名
ru_ru: Второе имя

source: More articles
ar: المزيد من المقالات
bn_bd: আরো নিবন্ধ
de_de: Weitere Artikel
es_es: Más artículos
fa_af: مقالات بیشتر
fi: Lisää artikkeleita
hi_in: और अधिक लेख
ja: 以上の記事
ru_ru: Другие статьи

source: most ask
ar: معظم نسأل
bn_bd: সবচেয়ে জিজ্ঞাসা
fa_af: بیشتر بپرسید
hi_in: सबसे पूछना

source: My
ar: بلدي
bn_bd: আমার
de_de: Meine
es_es: Mi
fa_af: من
fi: Minun
hi_in: मेरे
ja: 私
ru_ru: Мой

source: My Blog
ar: بلدي بلوق
bn_bd: আমার ব্লগ
de_de: Mein Blog
es_es: Mi Blog
fa_af: وبلاگ من
fi: Blogiin
hi_in: मेरे ब्लॉग
ja: 私のブログ
ru_ru: Мой Блог

source: My Journey & Track Record
ar: رحلتي & سجل
bn_bd: আমার যাত্রা & ট্র্যাক রেকর্ড
de_de: Meine Reise & Track Record
es_es: Mi Viaje & Track Record
fa_af: سفر من & سابقه
fi: Matkani & Track Record
hi_in: मेरी यात्रा और ट्रैक रिकॉर्ड
ja: 私の旅&トラック記録
ru_ru: Мое путешествие и послужной список

source: My latest
ar: آخر
bn_bd: আমার সর্বশেষ
fa_af: من آخرین
hi_in: मेरा नवीनतम

source: Name
ar: اسم
bn_bd: নাম
es_es: Nombre
fa_af: نام
fi: Nimi
hi_in: नाम
ja: 名称
ru_ru: Имя

source: Next
ar: التالي
bn_bd: পরবর্তী
de_de: Weiter
es_es: Siguiente
fa_af: بعدی
fi: Seuraava
hi_in: अगले
ja: 次へ
ru_ru: Далее

source: No headings were found on this page.
ar: لم يتم العثور على عناوين في هذه الصفحة.
bn_bd: কোন শিরোনাম ছিল খুঁজে পাওয়া যায় এই পেজে.
de_de: Keine überschriften gefunden wurden, auf dieser Seite.
es_es: Encabezados No se encuentra en esta página.
fa_af: هیچ سرفصل بودند بر روی این صفحه.
fi: Ei otsikot löytyi tämän sivun.
hi_in: कोई शीर्षकों थे, इस पृष्ठ पर पाया.
ja: な見出しをすることが分かりました。
ru_ru: На этой странице не было найдено никаких заголовков.

source: Number of users per page.
ar: عدد المستخدمين في كل صفحة.
bn_bd: ব্যবহারকারীদের সংখ্যা প্রতি পৃষ্ঠা.
de_de: Anzahl Benutzer pro Seite.
es_es: Número de usuarios por página.
fa_af: تعداد کاربران در هر صفحه.
fi: Käyttäjien määrä per sivu.
hi_in: उपयोगकर्ताओं की संख्या प्रति पृष्ठ.
ja: ユーザー数枚数は正確にお申し出下さい。
ru_ru: Количество пользователей на странице.

source: of happiness
ar: السعادة
bn_bd: সুখ
fa_af: از شادی
hi_in: खुशी के

source: On
ar: على
bn_bd: উপর
de_de: Auf
es_es: En
fa_af: در
fi: Päälle
hi_in: पर
ja: 月
ru_ru: Вкл .

source: Once you submit your order, I'll review your project requirements in detail. You'll receive a confirmation and a quick follow-up to ensure I have all the information needed to start the work.
ar: بمجرد تقديم طلبك ، سوف تستعرض متطلبات المشروع الخاص بك في التفاصيل. سوف تتلقى رسالة تأكيد سريع المتابعة لضمان لدي كل المعلومات اللازمة لبدء العمل.
fa_af: هنگامی که شما سفارش خود را ثبت کنید, من نقد مورد نیاز پروژه خود را در جزئیات. شما دریافت تایید و سریع پیگیری برای اطمینان من تمام اطلاعات مورد نیاز برای شروع کار.

source: Only
ar: فقط
bn_bd: শুধুমাত্র
fa_af: تنها
hi_in: केवल

source: Optimization
ar: الأمثل
bn_bd: অপ্টিমাইজেশান
de_de: Optimierung
es_es: Optimización
fa_af: بهینه سازی
fi: Optimointi
hi_in: अनुकूलन
ja: 最適化
ru_ru: Оптимизация

source: Order Now
ar: اطلب الآن
bn_bd: এখন অর্ডার
fa_af: سفارش
hi_in: अब आदेश

source: Our Process
ar: لدينا عملية
bn_bd: আমাদের প্রক্রিয়া
fa_af: ما روند
hi_in: हमारी प्रक्रिया

source: Overwrite
ar: الكتابة
bn_bd: মুছে ফেলা
de_de: Überschreiben
es_es: Sobrescribir
fa_af: بازنویسی
fi: Korvaa
hi_in: अधिलेखित
ja: 上書き
ru_ru: Перезаписать

source: Page number
ar: رقم الصفحة
bn_bd: পৃষ্ঠা নম্বর
de_de: Seitenzahl
es_es: Número de página
fa_af: شماره صفحه
fi: Sivun numero
hi_in: पृष्ठ संख्या
ja: ページ番号
ru_ru: Номер страницы

source: Page number.
ar: رقم الصفحة.
bn_bd: পৃষ্ঠা নম্বর.
de_de: Seitenzahl.
es_es: Número de página.
fa_af: شماره صفحه.
fi: Sivun numero.
hi_in: पृष्ठ संख्या.
ja: ページ番号です。
ru_ru: Номер страницы.

source: Partnership Client
ar: الشراكة العميل
bn_bd: অংশীদারিত্ব ক্লায়েন্ট
de_de: Partnerschaft Client
es_es: Asociación De Cliente
fa_af: مشارکت مشتری
fi: Kumppanuus Asiakkaan
hi_in: साझेदारी ग्राहक
ja: 連携顧客
ru_ru: Партнерский Клиент

source: Partnership Dashboard
ar: الشراكة لوحة التحكم
bn_bd: অংশীদারিত্ব ড্যাশবোর্ড
de_de: Partnerschaft Dashboard
es_es: Asociación De Panel
fa_af: مشارکت داشبورد
fi: Kumppanuus Kojelauta
hi_in: साझेदारी डैशबोर्ड
ja: ダッシュボード連携
ru_ru: Партнерская Панель

source: Partnership dashboard application in depth configuration screen.
ar: الشراكة تطبيق لوحة القيادة في عمق الشاشة التكوين.
bn_bd: অংশীদারিত্ব ড্যাশবোর্ড অ্যাপ্লিকেশন মধ্যে গভীরতা কনফিগারেশন পর্দা.
de_de: Partnerschaft dashboard-Anwendung in der Tiefe configuration screen.
es_es: Asociación de aplicaciones de la consola en la profundidad de la pantalla de configuración.
fa_af: مشارکت داشبورد نرم افزار در عمق صفحه نمایش پیکربندی.
fi: Kumppanuus kojelauta sovellus perusteellisesti kokoonpano näytön.
hi_in: साझेदारी डैशबोर्ड आवेदन में गहराई से विन्यास स्क्रीन है ।
ja: パダッシュボード用の深さ設定画面が表示されます。
ru_ru: Приложение Partnership dashboard на экране подробной настройки.

source: Partnership dashboard Settings
ar: الشراكة لوحة الإعدادات
bn_bd: অংশীদারিত্ব ড্যাশবোর্ড সেটিংস
de_de: Partnerschaft dashboard-Einstellungen
es_es: Asociación de panel de Configuración
fa_af: مشارکت داشبورد تنظیمات
fi: Kumppanuus kojelaudan Asetukset
hi_in: साझेदारी डैशबोर्ड सेटिंग्स
ja: パダッシュボードの設定
ru_ru: Настройки панели мониторинга партнерских отношений

source: Partnership Freelancer
ar: الشراكة بالقطعة
bn_bd: অংশীদারিত্ব ফ্রিল্যান্সার
de_de: Partnerschaft Freelancer
es_es: Asociación Profesional Independiente
fa_af: همکاری مترجم آزاد
fi: Kumppanuus Freelancer
hi_in: साझेदारी फ्रीलांसर
ja: パンサー
ru_ru: Партнерский Фрилансер

source: Partnership Influencer
ar: الشراكة المؤثر
bn_bd: পার্টনারশিপ ইনফ্লুয়েন্সার
de_de: Partnerschaft Influencer
es_es: Asociación Influyente
fa_af: مشارکت تاثیر گذار
fi: Kumppanuus Vaikuttaja
hi_in: साझेदारी प्रभावक
ja: 連携に影響を及ぼ
ru_ru: Партнер, Оказывающий Влияние

source: Partnership Partner
ar: الشراكة شريك
bn_bd: পার্টনারশিপ পার্টনার
de_de: Partnerschaft-Partner
es_es: Asociación Socio
fa_af: همکاری شریک
fi: Kumppanuus Kumppani
hi_in: साझेदारी साथी
ja: 提携パートナー
ru_ru: Партнер По партнерству

source: Partnership Project Manager
ar: الشراكة مدير المشروع
bn_bd: অংশীদারিত্ব, প্রকল্প ব্যবস্থাপক
es_es: Proyecto De Colaboración Con El Administrador De
fa_af: همکاری مدیر پروژه
hi_in: भागीदारी परियोजना प्रबंधक
ja: 連携プロジェクト長
ru_ru: Руководитель Партнерского проекта

source: Password
ar: كلمة المرور
bn_bd: পাসওয়ার্ড
de_de: Passwort
es_es: Contraseña
fa_af: رمز عبور
fi: Salasana
hi_in: पासवर्ड
ja: パスワード
ru_ru: Пароль

source: Password reset mail sent successfully.
ar: إعادة تعيين كلمة المرور البريد إرسالها بنجاح.
bn_bd: পাসওয়ার্ড রিসেট মেইল সফলভাবে পাঠানো হয়েছে.
de_de: Passwort-reset-E-mail wurde erfolgreich gesendet.
es_es: De restablecimiento de contraseña de correo enviado con éxito.
fa_af: تنظیم مجدد رمز عبور ایمیل با موفقیت ارسال شد.
fi: Password reset sähköposti lähetetty onnistuneesti.
hi_in: पासवर्ड रीसेट मेल सफलतापूर्वक भेजा.
ja: パスワードをリセットメール送信が成功しました。
ru_ru: Письмо для сброса пароля успешно отправлено.

source: Pause
ar: وقفة
bn_bd: বিরতি
es_es: Pausa
fa_af: مکث
fi: Tauko
hi_in: रोकें
ja: 一時停止
ru_ru: Пауза

source: Payment
ar: الدفع
bn_bd: পেমেন্ট
de_de: Zahlung
es_es: Pago
fa_af: پرداخت
fi: Maksu
hi_in: भुगतान
ja: お支払い
ru_ru: Оплата

source: Payment Cancelled
ar: الدفع إلغاء
bn_bd: পেমেন্ট বাতিল
de_de: Zahlung Storniert
es_es: Pago Cancelado
fa_af: پرداخت لغو
fi: Maksu Peruttu
hi_in: भुगतान रद्द
ja: お支払いを中止
ru_ru: Платеж Отменен

source: Payment card deleted successfully
ar: بطاقة الدفع حذفه بنجاح
bn_bd: পেমেন্ট কার্ড সাথে মুছে ফেলা হয়েছে
de_de: Payment card erfolgreich gelöscht
es_es: La tarjeta de pago eliminado correctamente
fa_af: کارت پرداخت با موفقیت حذف شده
fi: Maksu kortti poistettu onnistuneesti
hi_in: भुगतान कार्ड सफलतापूर्वक नष्ट कर दिया
ja: 支払いカードの削除に成功した
ru_ru: Платежная карта успешно удалена

source: Payment card not found or could not be deleted
ar: بطاقة الدفع غير موجود أو لا يمكن حذف
bn_bd: পেমেন্ট কার্ড পাওয়া যায় না বা মুছে ফেলা যায়নি
de_de: Zahlung-Karte nicht gefunden oder konnte nicht gelöscht werden
es_es: La tarjeta de pago no se encuentra o no se pudo eliminar
fa_af: کارت پرداخت نمی یافت و یا نمی تواند حذف شود
fi: Maksukortti ei löytynyt tai sitä ei voitu poistaa
hi_in: भुगतान कार्ड नहीं मिला है या नहीं किया जा सकता है नष्ट कर दिया
ja: クレジットカードにてお支払いはできませんで削除
ru_ru: Платежная карта не найдена или не может быть удалена

source: Payment configurations, gateway setups and all necessery things will be done form here.
ar: الدفع تكوينات بوابة الاجهزة وجميع necessery ستكون الأشياء النموذج هنا.
bn_bd: পেমেন্ট কনফিগারেশন, গেটওয়ে স্থাপনার এবং সব necessery কিছু কাজ সম্পন্ন করা হবে ফর্ম আছেন.
de_de: Zahlung Konfigurationen, die gateway-setups und alle necessery Dinge werden getan werden, form hier.
es_es: El pago de las configuraciones, configuraciones de puerta de enlace y todo necessery cosas se harán formulario aquí.
fa_af: پرداخت تنظیمات gateway تنظیم و همه necessery همه چیز انجام خواهد شد ،
fi: Maksu kokoonpanot, gateway-asetelmia ja kaikki necessery asiat tehdään muodossa täällä.
hi_in: भुगतान विन्यास, प्रवेश द्वार setups और सभी necessery बातें किया जाएगा के रूप में यहाँ.
ja: お支払い構成で、ゲートウェイトとすべてのnecesseryも行う形です。
ru_ru: Настройки платежей, шлюза и все необходимое будет сделано здесь.

source: Payment Failed
ar: دفع فشل
bn_bd: পেমেন্ট ব্যর্থ
de_de: Zahlung Fehlgeschlagen
es_es: Error En El Pago
fa_af: پرداخت ناموفق
fi: Maksu Epäonnistui
hi_in: भुगतान में विफल रहा है
ja: お支払いに失敗した
ru_ru: Платеж не удался

source: Payment Successful
ar: الدفع بنجاح
bn_bd: পেমেন্ট সফল
de_de: Zahlung Erfolgreich
es_es: Pago De Éxito
fa_af: پرداخت موفق
fi: Maksu Onnistunut
hi_in: भुगतान सफल
ja: お支払いに成功
ru_ru: Платеж Прошел Успешно

source: Payout status updated successfully.
ar: دفع تعويضات حالة تحديث بنجاح.
bn_bd: পরিশোধ অবস্থা আপডেট করা হয়েছে সফলভাবে.
de_de: Auszahlung status wurde erfolgreich aktualisiert.
es_es: Liquidación de estado se actualiza correctamente.
fa_af: پرداخت وضعیت به روز رسانی با موفقیت انجام شد.
fi: Voitto tila päivitetty onnistuneesti.
hi_in: भुगतान की स्थिति को सफलतापूर्वक अद्यतन.
ja: 配当状況を更新しました。
ru_ru: Статус выплаты успешно обновлен.

source: Payout to account %s
ar: دفع تعويضات الحساب %s
bn_bd: পরিশোধ করতে অ্যাকাউন্ট %s
de_de: Auszahlung auf Konto %s
es_es: El pago a cuenta de %s
fa_af: پرداخت به حساب %s
fi: Voitto tilille %s
hi_in: भुगतान खाते में करने के लिए %s
ja: 配当性向を考慮し%s"
ru_ru: Выплата на счет %s

source: People Say about me
ar: يقول الناس عني
bn_bd: মানুষ বলে আমার সম্পর্কে
de_de: Die Leute Sagen über mich
es_es: La gente Dice acerca de mí
fa_af: مردم می گویند در مورد من
fi: Ihmiset Sanovat minulle
hi_in: लोग कहते हैं मेरे बारे में
ja: 言い
ru_ru: Люди Говорят обо мне

source: Performance & SEO optimization
ar: الأداء و كبار المسئولين الاقتصاديين الأمثل
bn_bd: কর্মক্ষমতা ও এসইও অপ্টিমাইজেশান
fa_af: عملکرد و بهینه سازی SEO
hi_in: प्रदर्शन और एसईओ अनुकूलन

source: Phone
ar: الهاتف
bn_bd: ফোন
de_de: Telefon
es_es: Teléfono
fa_af: تلفن
fi: Puhelin
hi_in: फोन
ja: 電話
ru_ru: Телефон

source: Place to setup your partnership program deshboard with application configurations and stuffs. Don't touch anything if you're not sure enough on this. Carefully change, update or delete anything because it may required some data to matched same stage and it does't save any revissions.
ar: مكان إعداد برنامج الشراكة deshboard مع تطبيق تكوينات والمواد. لا تلمس أي شيء إذا كنت غير متأكد بما فيه الكفاية على هذا. بعناية تغيير أو تحديث أو حذف أي شيء لأنه قد يطلب بعض البيانات المتطابقة نفس المرحلة وأنه لا أستطيع حفظ أي revissions.
bn_bd: জায়গা সেটআপ আপনার পার্টনারশিপ প্রোগ্রাম deshboard সঙ্গে অ্যাপ্লিকেশন কনফিগারেশন এবং stuffs. না, কিছু স্পর্শ যদি আপনি নিশ্চিত না হন, যথেষ্ট এই. সাবধানে পরিবর্তন, আপডেট, বা কিছু মুছে ফেলতে, কারণ এটা হতে পারে, প্রয়োজনীয় কিছু তথ্য মিলেছে একই পর্যায় এবং এটা রক্ষা না কোন revissions.
de_de: Ort, um setup-Ihre-Partnerschaft-Programm deshboard mit der Anwendung Konfigurationen und Materialien. Don ' T touch anything, wenn Sie sind nicht sicher genug auf dieser. Gezielt ändern, aktualisieren oder löschen nichts, weil es möglicherweise erforderlich, einige Daten an abgestimmt gleichen Bühne-und es tut nicht speichern revissions.
es_es: Lugar a la configuración de su programa de colaboración deshboard con las configuraciones de la aplicación y los mete. No toques nada si no estás seguro de lo suficiente en este. Cuidadosamente cambiar, actualizar o eliminar cualquier cosa, ya que puede requerir algunos datos emparejados mismo escenario y que no guarda ninguna revissions.
fa_af: جای خود را برای راه اندازی برنامه مشارکت deshboard با تنظیمات نرم افزار و غذایی. هیچ چیز دست نزنید اگر شما هنوز مطمئن شوید که به اندازه کافی در این. با دقت تغییر به روز رسانی و یا حذف هر چیزی به دلیل آن ممکن است مورد نیاز برخی از داده ها به همسان همان مرحله و آن را نجات دهد هر revissions.
fi: Aseta setup kumppanuus-ohjelma deshboard kanssa sovellus kokoonpanoissa ja stuffs. Älä koske mihinkään, jos et ole varma tarpeeksi tämän. Huolellisesti muuttaa, päivittää tai poistaa mitään, koska se saattaa tarvita joitakin tietoja sovitettu samassa vaiheessa ja se ei tallenna mitään revissions.
hi_in: जगह सेटअप करने के लिए अपनी भागीदारी कार्यक्रम deshboard के साथ आवेदन विन्यास और सामान. कुछ भी स्पर्श नहीं यदि आप कर रहे हैं यकीन है कि पर्याप्त नहीं है. ध्यान से बदलने के लिए, अद्यतन या हटा भी सकती है क्योंकि यह आवश्यक करने के लिए कुछ डेटा मिलान में एक ही चरण में है और यह नहीं बचा है किसी भी revissions.
ja: 場所の設定をご連携プログラムdeshboard応用構成を裏付けるものである 触らないでくださいの物ならなんでもないのでしょうか。 厳変更、更新、削除なる場合があるために必要なデータをマージではな保存しrevissions.
ru_ru: Место для настройки вашей партнерской программы deshboard с конфигурациями приложений и материалами. Ничего не трогайте, если вы недостаточно уверены в этом. Тщательно изменяйте, обновляйте или удаляйте что-либо, потому что для соответствия одному и тому же этапу могут потребоваться некоторые данные, и это не сохраняет никаких исправлений.

source: Please enable if from settings page to get it back.
ar: يرجى تمكين إذا من صفحة الإعدادات للحصول عليه مرة أخرى.
bn_bd: দয়া করে সক্রিয় করা হলে, সেটিংস পৃষ্ঠা থেকে এটি পেতে ফিরে.
de_de: Bitte aktivieren Sie daher, wenn von der Seite mit den Einstellungen, um es zu bekommen zurück.
es_es: Por favor, active si desde la página de configuración para recuperarla.
fa_af: لطفا فعال کردن اگر از صفحه تنظیمات به آن را دریافت.
fi: Ota käyttöön, jos asetukset-sivulla saada se takaisin.
hi_in: सक्षम करें, तो सेटिंग पेज से इसे वापस पाने के लिए.
ja: を有効にしていただくようお願い場から設定ページです。
ru_ru: Пожалуйста, включите if на странице настроек, чтобы вернуть его.

source: Previous
ar: سابق
bn_bd: পূর্ববর্তী
de_de: Vorherigen
es_es: Anterior
fa_af: قبلی
fi: Edellinen
hi_in: पिछले
ja: 前
ru_ru: Предыдущая страница

source: Pricing
ar: التسعير
bn_bd: প্রাইসিং
fa_af: قیمت گذاری
hi_in: मूल्य निर्धारण

source: Privacy policy
ar: سياسة الخصوصية
bn_bd: গোপনীয়তা নীতি
de_de: Datenschutzerklärung
es_es: Política de privacidad
fa_af: سیاست حفظ حریم خصوصی
fi: Tietosuojakäytäntö
hi_in: गोपनीयता नीति
ja: プライバシー方針
ru_ru: Политика конфиденциальности

source: Professional
ar: المهنية
bn_bd: পেশাদার
es_es: Profesional
fa_af: حرفه ای
fi: Ammatillinen
hi_in: पेशेवर
ja: プロ
ru_ru: Профессиональный

source: Project Category
ar: فئة المشروع
bn_bd: প্রকল্প বিভাগ
de_de: Projekt Kategorie
es_es: Categoría De Proyecto
fa_af: پروژه دسته
fi: Hankkeen Luokka
hi_in: परियोजना श्रेणी
ja: プロジェクトカテゴリ
ru_ru: Категория проекта

source: Project Finished
ar: المشروع النهائي
bn_bd: প্রকল্প সমাপ্ত
de_de: Projekt Abgeschlossen
es_es: Proyecto Terminado
fa_af: پروژه پایان رسید
fi: Projekti Valmis
hi_in: परियोजना समाप्त हो गया
ja: プロジェクト完成
ru_ru: Проект Завершен

source: Project Name
ar: اسم المشروع
bn_bd: প্রকল্পের নাম
fa_af: نام پروژه
hi_in: परियोजना का नाम

source: Prototype
ar: النموذج
bn_bd: প্রোটোটাইপ
fa_af: نمونه
hi_in: प्रोटोटाइप
