Repository: mahmudremal/site-core
Catalog: languages/site-core-*.po
Languages: ar, bn_bd, de_de, es_es, fa_af, fi, hi_in, ja, ru_ru

source: I've got a strong background in UX/UI design, system architecture, and web development, and my mission is all about helping businesses create solutions that are not just functional but also a joy to use. Whether I'm diving into research, sketching out designs, or getting into the nitty-gritty of implementation, I'm committed to delivering quality that truly makes a difference. I believe when you love what you do, it shows in the work, and that's exactly what I aim for in every project.
ar: لدي خلفية قوية في UX/UI التصميم بنية النظام و تطوير الويب و مهمتي هي مساعدة الشركات على إنشاء حلول ليست فقط وظيفية ولكن أيضا الفرح لاستخدام. سواء أنا الغوص في البحث ، رسم من التصاميم ، أو الدخول في التفاصيل الجوهرية التنفيذ ، أنا ملتزم بتقديم الجودة العالية التي تجعل حقا على إحداث الفرق. أعتقد عندما تحب ما تفعله ، فإنه يظهر في العمل, و هذا بالضبط ما أسعى في كل مشروع.
bn_bd: আমি পেয়েছিলাম করেছি একটি শক্তিশালী পটভূমি UX/UI ' নকশা, সিস্টেম আর্কিটেকচার এবং ওয়েব ডেভেলপমেন্ট এবং আমার মিশন সম্পর্কে সব হয় ব্যবসার সাহায্য সমাধান তৈরি করা হয় না যে শুধু ক্রিয়ামূলক, কিন্তু ব্যবহার করার জন্য একটি আনন্দ. কিনা আমি ডাইভিং মধ্যে গবেষণা, sketching আউট ডিজাইন, বা মধ্যে পেয়ে মোদ্দা কথা, বাস্তবায়ন, আমি প্রতিশ্রুতিবদ্ধ প্রদান যে মানের সত্যিই একটি পার্থক্য তোলে. আমি বিশ্বাস করি, আপনি কি প্রেম কি, এটা দেখায়, কাজ, এবং যে ঠিক কি আমি রাখি জন্য প্রতিটি প্রকল্প.
de_de: Ich habe einen starken hintergrund in der UX/UI-design, system-Architektur und web-Entwicklung, und meine mission ist es, allen zu helfen, die Unternehmen schaffen Lösungen, die nicht nur funktional, sondern auch eine Freude zu bedienen. Ob ich bin Tauchen in Forschung, Skizzierung designs, oder sich in die nitty-gritty der Umsetzung, ich bin verpflichtet, zu liefern Qualität, die wirklich einen Unterschied macht. Ich glaube, wenn Sie lieben, was Sie tun, es zeigt in der Arbeit, und das ist genau das, was ich für Ziel in jedem Projekt.
es_es: Tengo una sólida experiencia en UX/UI design, arquitectura del sistema, y el desarrollo web, y mi misión es ayudar a las empresas a crear soluciones que no son sólo funcionales, sino también un placer de usar. Si estoy de buceo en la investigación, haciendo bocetos de los diseños, o entrar en el meollo de la cuestión de la ejecución, me comprometo a entregar la calidad que realmente hace una diferencia. Creo que cuando amas lo que haces, muestra en el trabajo, y eso es exactamente lo que yo busco en cada proyecto.
fa_af: من یک پس زمینه قوی در UX/UI, طراحی, سیستم, معماری و توسعه وب و ماموریت من این است همه چیز در مورد کمک به کسب و کار ایجاد راه حل های هستند که نه فقط عملکرد و همچنین شادی استفاده کنید. آیا من غواصی به تحقیقات و طراحی از طرح های, یا وارد شدن به nitty-ریگ دار از اجرای من متعهد به ارائه با کیفیت است که واقعا باعث می شود تفاوت. من اعتقاد دارم که شما را دوست دارم آنچه شما انجام آن را نشان می دهد در این کار و این که دقیقا چه هدف من در هر پروژه.
fi: Minulla on vahva tausta UX/KÄYTTÖLIITTYMÄN suunnittelu, järjestelmän arkkitehtuuri ja web-kehitys, ja tehtäväni on auttaa yrityksiä luoda ratkaisuja, jotka eivät ole vain toimiva, mutta myös ilo käyttää. Onko olen sukellus osaksi tutkimusta, hahmotellaan malleja, tai saada nitty-gritty täytäntöönpanoa, olen sitoutunut tuottamaan laatua, joka todella tekee eron. Uskon, että kun rakastat, mitä teet, se näkyy työssä, ja se on juuri sitä, mitä minä pyrkiä jokaisessa projektissa.
hi_in: मैं मिल गया है में एक मजबूत पृष्ठभूमि UX/यूआई डिजाइन, प्रणाली वास्तुकला, और वेब विकास, और अपने मिशन के बारे में सभी व्यवसायों की मदद से बनाने के लिए समाधान है कि सिर्फ कार्यात्मक नहीं हैं, लेकिन यह भी एक खुशी का उपयोग करने के लिए. चाहे मैं कर रहा हूँ में गोताखोरी अनुसंधान, चित्र डिजाइन, या में हो रही है जुओं से भरा हुआ किरकिरा के कार्यान्वयन में, मैं कर रहा हूँ करने के लिए प्रतिबद्ध पहुंचाने गुणवत्ता है कि वास्तव में एक फर्क पड़ता है. मुझे विश्वास है कि जब तुम प्यार तुम क्या है, यह पता चलता है में काम करते हैं, और है कि वास्तव में क्या मैं के लिए लक्ष्य में हर परियोजना है ।
ja: もらっていて強力なバックグラウンドを持UX/UI設計、システムアーキテクチャ、およびウェブ開発、私の使命は自ソリューションだけでなく機能性にも喜びます。 るかどうか私はダイビング研究では、スケッチの設計は、肝心の実装では、私の提供の質とする。 私が好んで作品のことになるよう目指すべてのプロジェクト.
ru_ru: У меня большой опыт в UX / UI дизайне, системной архитектуре и веб-разработке, и моя миссия заключается в том, чтобы помогать компаниям создавать решения, которые не только функциональны, но и доставляют удовольствие в использовании. Независимо от того, погружаюсь ли я в исследования, набрасываю эскизы дизайна или приступаю к деталям реализации, я стремлюсь обеспечить качество, которое действительно имеет значение. Я верю, что когда ты любишь то, что делаешь, это проявляется в работе, и это именно то, к чему я стремлюсь в каждом проекте.

source: Image ID from Unsplash
ar: صورة الهوية من Unsplash
bn_bd: ইমেজ আইডি থেকে Unsplash
de_de: Bild-ID aus Unsplash
es_es: Imagen de ID de Unsplash
fa_af: تصویر ID از Unsplash
fi: Kuvan TUNNUS Unsplash
hi_in: छवि आईडी से Unsplash
ja: 画像を利用して次のように書き換えられUnsplash
ru_ru: Идентификатор изображения из Unsplash

source: Image uploaded successfully
ar: الصورة التي تم تحميلها بنجاح
bn_bd: ইমেজ আপলোড সফলভাবে
de_de: Bild erfolgreich hochgeladen
es_es: Imagen subida con éxito
fa_af: تصویر آپلود شده با موفقیت
fi: Kuva ladattu onnistuneesti
hi_in: छवि अपलोड सफलतापूर्वक
ja: 画像アップに成功し
ru_ru: Изображение успешно загружено

source: Image uploaded to Media Library successfully
ar: الصورة التي تم تحميلها إلى مكتبة الوسائط بنجاح
bn_bd: ইমেজ আপলোড করা মিডিয়া লাইব্রেরি সফলভাবে
de_de: Bild hochgeladen Media Library erfolgreich
es_es: Imagen subida a los Medios de comunicación de la Biblioteca con éxito
fa_af: تصویر آپلود شده به کتابخانه رسانه ها با موفقیت
fi: Kuva ladattu Media Library onnistuneesti
hi_in: छवि अपलोड करने के लिए मीडिया लायब्रेरी में सफलतापूर्वक
ja: 画像をアップメディア図書館に成功し
ru_ru: Изображение успешно загружено в медиатеку

source: Image URL is required.
ar: صورة URL المطلوب.
bn_bd: ইমেজ URL প্রয়োজন বোধ করা হয়.
de_de: Bild-URL ist erforderlich,.
es_es: URL de la imagen es necesario.
fa_af: آدرس تصویر مورد نیاز است.
fi: Kuvan URL-osoite vaaditaan.
hi_in: छवि URL की आवश्यकता है ।
ja: 画像のURLが必要です。
ru_ru: Требуется URL-адрес изображения.

source: Images
ar: الصور
bn_bd: ছবি
de_de: Bilder
es_es: Imágenes
fa_af: تصاویر
fi: Kuvia
hi_in: छवियों
ja: 画像
ru_ru: Изображения

source: Imagine a walking shit, always stays at home, people says introvert, father says oh, but perfect on mothers sight. Yeah I know it's not referring to my quality. But I believe I have a thing after all! It's love, for what I do.
ar: تخيل المشي الهراء يبقى دائما في المنزل ، الناس يقول انطوائي, الأب يقول لكن الكمال على الأمهات البصر. نعم أنا أعلم أنه لا يشير إلى الجودة. ولكن أعتقد أن لدي شيء بعد كل شيء! الحب على ما أقوم به.
bn_bd: কল্পনা, একটি হাঁটা বিষ্ঠা, সবসময় বাড়িতে থাকে, মানুষ বলেছেন অন্তর্মূখী, বাবা বলেছেন, ওহ, কিন্তু নিখুঁত মায়েরা দৃষ্টিশক্তি. হ্যা, আমি জানি এটা না উল্লেখ করে আমার মান. কিন্তু আমি বিশ্বাস করি, আমি একটা জিনিস আছে, সব পরে! এটা ভালবাসেন কি জন্য, আমি না.
de_de: Stellen Sie sich einen Fuß Scheiße, bleibt immer zu Hause, Leute, sagt introvertiert, Vater sagt, oh, aber perfekt auf die Mütter Anblick. Ja, ich weiß, es ist nicht in Bezug auf meine Qualität. Aber ich glaube, ich habe eine Sache, nachdem alle! Es ist die Liebe, für das, was ich Tue.
es_es: Imaginar una poca mierda, siempre se queda en casa, la gente dice introvertido, el padre dice: oh, pero perfecto en las madres de vista. Sí sé que no se refiere a mi de calidad. Pero creo que tengo una cosa después de todo! Es el amor, y por lo que tengo que hacer.
fa_af: تصور کنید که راه رفتن گه همیشه باقی می ماند در خانه مردم می گوید درونگرا پدر می گوید اما کامل در مادران چشم. آره, من می دانم که آن را با اشاره به من با کیفیت. اما من معتقدم که من باید یک چیز پس از همه! این عشق برای آنچه که من انجام.
fi: Kuvittele kävely paskaa, pysyy aina kotona, ihmiset sanoo, introvertti, isä sanoo niin, mutta täydellinen äidit näky. Joo tiedän, se ei ole viitaten minun laatu. Mutta uskon, että minulla on asia, kun kaikki! Se on rakkaus, mitä teen.
hi_in: कल्पना कीजिए एक पैदल गंदगी, हमेशा घर पर रहता है, लोग कहते हैं, अंतर्मुखी, बाप कहते हैं-ओह, लेकिन सही पर माताओं दृष्टि है । हाँ, मुझे पता है कि यह नहीं है के लिए चर्चा करते हुए मेरी गुणवत्ता. लेकिन मुझे विश्वास है कि मैं एक बात है, सब के बाद! यह प्यार के लिए, मुझे क्या करना है ।
ja: 想像を歩糞、常に滞在し、家庭人とintrovert、父は"ああ、でもロングアイランドの家が完璧な母です。 えいを見ます。 ると思うんですね。 この愛のための私の役割だと思います。
ru_ru: Представь себе ходячее дерьмо, всегда сидит дома, люди говорят, что интроверт, отец говорит "О, но идеален на взгляд матери". Да, я знаю, это не относится к моим качествам. Но я верю, что у меня все-таки что-то есть! Это любовь к тому, что я делаю.

source: Indepth Settings
ar: بتعمق الإعدادات
bn_bd: গভীর সেটিংস
de_de: In-Depth Einstellungen
es_es: En Profundidad La Configuración De
fa_af: عمیق تنظیمات
fi: Perusteellinen Asetukset
hi_in: गहराई सेटिंग्स
ja: 詳細な内容の設定
ru_ru: Настройки глубины

source: Instant image media library configurations.
ar: صورة فورية مكتبة الوسائط تكوينات.
bn_bd: তাত্ক্ষনিক ছবি, মিডিয়া লাইব্রেরি কনফিগারেশন.
de_de: Sofortige Bild-Medien-Bibliothek-Konfigurationen.
es_es: Instantánea de la imagen de los medios de comunicación de la biblioteca de configuraciones.
fa_af: فوری تصویر در کتابخانه رسانه تنظیمات.
fi: Instant kuva media library kokoonpanoissa.
hi_in: त्वरित छवि मीडिया लाइब्रेरी विन्यास.
ja: 瞬間の映像メディアライブラリーを成形する
ru_ru: Мгновенные настройки медиатеки изображений.

source: Instant Images
ar: الفورية الصور
bn_bd: তাত্ক্ষনিক ছবি
de_de: Instant Bilder
es_es: Instantánea De Imágenes
fa_af: فوری تصاویر
fi: Instant Kuvia
hi_in: तत्काल छवियों
ja: 瞬時に画像
ru_ru: Мгновенные Изображения

source: Interested?
ar: مهتم؟
bn_bd: আগ্রহী?
fa_af: علاقه مند است ؟
fi: Kiinnostunut?
hi_in: रुचि रखते हैं?
ja: す。
ru_ru: Заинтересовался?

source: Interface
ar: واجهة
bn_bd: ইন্টারফেস
de_de: Schnittstelle
es_es: Interfaz
fa_af: رابط
fi: Käyttöliittymä
hi_in: इंटरफेस
ja: インタ
ru_ru: Интерфейс

source: Invalid code format.
ar: غير صالحة شكل رمز.
bn_bd: অবৈধ কোড বিন্যাস.
de_de: Ungültiger code-format.
es_es: No válido código de formato.
fa_af: نامعتبر کد قالب.
fi: Virheellinen koodi-muodossa.
hi_in: अमान्य कोड प्रारूप.
ja: 無効なコード形式です。
ru_ru: Неверный формат кода.

source: Invalid email address.
ar: عنوان البريد الالكتروني غير صحيح.
bn_bd: অবৈধ ইমেল ঠিকানা.
de_de: Ungültige E-Mail-Adresse.
es_es: Dirección de correo incorrecta.
fa_af: آدرس ایمیل نامعتبر است.
fi: Virheellinen sähköpostiosoite.
hi_in: अमान्य ईमेल पते.
ja: 無効なメールアドレスです。
ru_ru: Неверный адрес электронной почты.

source: Invalid post ID or post type.
ar: صالح معرف الوظيفة أو نوع آخر.
bn_bd: অবৈধ পোস্ট আইডি বা পোস্ট টাইপ.
de_de: Ungültige post-ID oder post-Typ.
es_es: No válido de IDENTIFICACIÓN de la entrada o post type.
fa_af: Invalid post ID و یا نوع پست.
fi: Virheellinen post-ID tai postitse tyyppi.
hi_in: अमान्य पोस्ट आईडी या पोस्ट प्रकार.
ja: 無効なポストIDまたはポスタイプです。
ru_ru: Неверный идентификатор записи или тип записи.

source: Invalid token format.
ar: صالح رمزية الشكل.
bn_bd: অবৈধ টোকেন বিন্যাস.
es_es: Invalid token de formato.
fa_af: Invalid token فرمت.
fi: Virheellinen token muodossa.
hi_in: अमान्य टोकन स्वरूप है ।
ja: 無効なトークンの形式です。
ru_ru: Недопустимый формат токена.

source: Invalid token signature.
ar: صالح رمزية التوقيع.
bn_bd: অবৈধ টোকেন স্বাক্ষর.
de_de: Invalid token-Signatur.
es_es: Invalid token de la firma.
fa_af: Invalid token امضا.
fi: Virheellinen token allekirjoitus.
hi_in: अमान्य टोकन हस्ताक्षर.
ja: 無効なトークンの署名を表します。
ru_ru: Недопустимая подпись токена.

source: Invalid user ID.
ar: معرف المستخدم غير صالح.
bn_bd: অবৈধ ব্যবহারকারী আইডি.
de_de: Ungültige Benutzer-ID.
es_es: Invalid ID de usuario.
fa_af: Invalid ID کاربر.
fi: Virheellinen käyttäjätunnus.
hi_in: अमान्य उपयोगकर्ता ID.
ja: 無効なユーザのIDとなります。
ru_ru: Неверный идентификатор пользователя.

source: Invalid verification code.
ar: صالح رمز التحقق.
bn_bd: অবৈধ যাচাইকরণ কোড.
de_de: Ungültiger Bestätigungscode.
es_es: No válido código de verificación.
fa_af: نامعتبر کد تایید.
fi: Virheellinen vahvistuskoodi.
hi_in: अमान्य सत्यापन कोड.
ja: ユーザーidが無効です。
ru_ru: Неверный проверочный код.

source: Invoice #%s
ar: الفاتورة #%s
bn_bd: ইনভয়েস #%s
fi: Lasku #%s
hi_in: चालान #%s
ja: 請求書番号 #%s

source: Invoice background
ar: فاتورة الخلفية
bn_bd: চালান ব্যাকগ্রাউন্ড
de_de: Rechnung hintergrund
es_es: Factura de fondo
fa_af: فاکتور پس زمینه
fi: Laskun taustalla
hi_in: चालान पृष्ठभूमि
ja: 請求書の背景
ru_ru: Справочная информация о счете-фактуре

source: Invoice not found
ar: لم يتم العثور على الفاتورة
bn_bd: চালান না পাওয়া
de_de: Rechnung nicht gefunden
es_es: La factura no se encuentra
fa_af: فاکتور یافت نشد
fi: Lasku ei löytynyt
hi_in: चालान नहीं पाया
ja: 請求書が見つかりませんで
ru_ru: Счет-фактура не найдена

source: Invoice shared successfully.
ar: الفاتورة المشتركة بنجاح.
bn_bd: চালান ভাগ সফলভাবে.
de_de: Rechnung shared erfolgreich.
es_es: Factura compartida con éxito.
fa_af: فاکتور مشترک با موفقیت.
fi: Laskun jaettu onnistuneesti.
hi_in: चालान साझा सफलतापूर्वक ।
ja: 請求書を共有した。
ru_ru: Счет-фактура успешно отправлен.

source: It's not enough to get all of them at once, so it's a great place to start
ar: انها ليست كافية للحصول على كل منهم في آن واحد, حتى انها مكان عظيم للبدء
bn_bd: এটা যথেষ্ট না পেতে তাদের সব একযোগে, তাই এটি শুরু করতে একটি দারুন জায়গা
fa_af: این به اندازه کافی برای همه آنها در یک بار پس از آن یک محل عالی برای شروع
hi_in: यह पर्याप्त नहीं पाने के लिए उन सभी को एक ही बार में, तो यह एक महान जगह शुरू करने के लिए

source: It's not only about
ar: انها ليست فقط حول
bn_bd: এটা না শুধুমাত্র সম্পর্কে
fa_af: این نه تنها در مورد
hi_in: यह न केवल के बारे में

source: Item not found
ar: البند لم يتم العثور على
bn_bd: আইটেম পাওয়া যায়নি
de_de: Artikel nicht gefunden
es_es: Elemento que no se encuentra
fa_af: موردی یافت نشد
fi: Kohdetta ei löytynyt
hi_in: आइटम नहीं पाया
ja: 項目見つかりませんで
ru_ru: Товар не найден

source: Jobs
ar: وظائف
bn_bd: চাকরি
es_es: Puestos de trabajo
fa_af: شغل
fi: Työpaikkoja
hi_in: नौकरियाँ
ja: 雇用
ru_ru: Вакансии

source: Join our community of 3 million people and get updated every week We have a lot more just for you! Lets join us now
ar: انضم إلى مجتمعنا المكون من 3 ملايين شخص، واحصل على آخر المستجدات أسبوعيًا. لدينا المزيد لك! انضم إلينا الآن.
bn_bd: আমাদের সম্প্রদায়ে যোগ দিন 3 মিলিয়ন মানুষ এবং আপডেট পেতে প্রতি সপ্তাহে আমরা আরো অনেক আছে, শুধু আপনার জন্য! দেয়, এখন আমাদের সঙ্গে যোগদান
de_de: Treten Sie unserer community von 3 Millionen Menschen und aktualisiert jede Woche haben Wir noch viel mehr nur für dich! Können begleiten Sie uns jetzt
es_es: Únete a nuestra comunidad de 3 millones de personas y se actualiza cada semana Tenemos mucho más para ti! Permite unirse a nosotros ahora
fa_af: تاریخ جامعه ما از 3 میلیون نفر و دریافت به روز رسانی در هر هفته ما باید خیلی بیشتر از فقط برای شما! اجازه می دهد در حال حاضر ما بپیوندید
fi: Liity yhteisöömme 3 miljoonaa ihmistä ja saada päivitetään joka viikko Meillä on paljon enemmän juuri sinua varten! Lets liittyä meihin nyt
hi_in: हमारे समुदाय में शामिल होने के 3 लाख लोगों को और अद्यतन हर हफ्ते हम एक बहुत अधिक बस आप के लिए! अब हमें में शामिल होने की सुविधा देता है
ja: 参加地域社会の3万人、毎に更新していくだけます。 きてください
ru_ru: Присоединяйтесь к нашему сообществу из 3 миллионов человек и получайте обновления каждую неделю, у нас есть еще много чего специально для вас! Давайте присоединимся к нам сейчас

source: Junior Designer
ar: مصمم صغار
bn_bd: আপনি নিজে করুন, ডিজাইনার
es_es: Diseñador Junior
fa_af: طراح تاریخ
fi: Nuorempi Suunnittelija
hi_in: जूनियर डिजाइनर
ja: 中デザイナー
ru_ru: Младший дизайнер

source: Junior developer
ar: صغار المطور
bn_bd: জুনিয়র ডেভেলপার
de_de: Junior-Entwickler
es_es: Desarrollador Junior
fa_af: Junior توسعه دهنده
fi: Junior-kehittäjä
hi_in: जूनियर डेवलपर
ja: 中の開発
ru_ru: Младший разработчик

source: Latest Articles
ar: أحدث المقالات
bn_bd: সর্বশেষ প্রবন্ধ
de_de: Neueste Artikel
es_es: Últimos Artículos
fa_af: آخرین مقالات
fi: Uusimmat Artikkelit
hi_in: नवीनतम लेख
ja: 最新の記事
ru_ru: Последние статьи

source: Latest Post
ar: أحدث مشاركة
bn_bd: সর্বশেষ পোস্ট
de_de: Neuester Beitrag
es_es: Último Mensaje
fa_af: آخرین پست
fi: Uusin Viesti
hi_in: नवीनतम पोस्ट
ja: 最新の投稿
ru_ru: Последнее сообщение

source: Launch Tools
ar: إطلاق أدوات
bn_bd: লঞ্চ সরঞ্জাম
de_de: Start-Tools
es_es: Lanzamiento De Herramientas
fa_af: راه اندازی ابزار
fi: Käynnistää Työkalut
hi_in: प्रक्षेपण उपकरण
ja: 打上げツール
ru_ru: Инструменты запуска

source: Let's
ar: دعونا
bn_bd: যাক
es_es: Vamos
fa_af: بیایید
fi: Katsotaanpa
hi_in: चलो
ja: ましょう
ru_ru: Давайте

source: Let's start new project
ar: دعونا نبدأ مشروع جديد
bn_bd: শুরু করা যাক নতুন প্রকল্প
fa_af: بیایید شروع پروژه جدید
hi_in: चलो शुरू नई परियोजना

source: LLMs.txt file configuration for this site.
ar: LLMs.txt ملف التكوين لهذا الموقع.
bn_bd: LLMs.txt ফাইল কনফিগারেশন জন্য এই সাইটে.
de_de: LLMs.txt Datei-Konfiguration für diese Webseite.
es_es: LLMs.txt archivo de configuración para este sitio.
fa_af: LLMs.txt فایل پیکربندی برای این سایت.
fi: LLMs.txt tiedosto configuration tämän sivuston.
hi_in: LLMs.txt फाइल विन्यास के लिए इस साइट पर.
ja: LLMs.txt ファイルの設定はこのサイトです。
ru_ru: LLMs.txt конфигурация файла для этого сайта.

source: LLMSTxt Settings
ar: LLMSTxt الإعدادات
bn_bd: LLMSTxt সেটিংস
de_de: LLMSTxt Einstellungen
es_es: LLMSTxt Configuración
fa_af: LLMSTxt تنظیمات
fi: LLMSTxt Asetukset
hi_in: LLMSTxt सेटिंग्स
ja: LLMSTxt設定
ru_ru: Настройки LLMSTxt

source: Login successful.
ar: تسجيل الدخول بنجاح.
bn_bd: লগইন সফল.
de_de: Anmeldung erfolgreich.
es_es: Inicio de sesión con éxito.
fa_af: ورود موفق است.
fi: Kirjautuminen onnistunut.
hi_in: लॉगिन सफल है.
ja: ログイン成功です。
ru_ru: Вход в систему выполнен успешно.

source: Low Fi
ar: انخفاض فاي
bn_bd: নিম্ন ফাই
fa_af: کم Fi
hi_in: कम-फ़ाई

source: Making Ideas Shine
ar: مما يجعل الأفكار تألق
bn_bd: এমনটা ধারনা চকমক
de_de: Machen-Ideen Glänzen
es_es: Haciendo Ideas Brillar
fa_af: ساخت ایده های درخشش
fi: Tehdä Ideoita Kiiltoa
hi_in: बनाने विचार चमक
ja: アイディアを考え輝き
ru_ru: Воплощение идей в жизнь

source: Manage your partnership with %s
ar: إدارة الشراكة مع %s
bn_bd: পরিচালনা আপনার সাথে অংশীদারিত্বের ভিত্তিতে %s
de_de: Verwalten Sie Ihre Partnerschaft mit %s
es_es: Administrar su asociación con %s
fa_af: مدیریت همکاری خود را با %s
fi: Hallita kumppanuuden %s
hi_in: प्रबंधन के साथ अपनी साझेदारी %s
ja: 管理との連携%s"
ru_ru: Управляйте своим партнерством с %s

source: Mark to disable AI editor on post edit screen.
ar: مارك disable منظمة العفو الدولية محرر آخر تعديل الشاشة.
bn_bd: পোস্ট এডিট স্ক্রিনে AI এডিটর নিষ্ক্রিয় করতে চিহ্নিত করুন।
de_de: Markieren Sie deaktivieren die KI-editor auf Beitrag Bearbeiten.
es_es: Marca para desactivar la IA editor en el post de la pantalla de edición.
fa_af: علامت گذاری به غیر فعال کردن AI editor در پست صفحه ویرایش.
fi: Mark poistaa AI editori post muokkausnäytössä.
hi_in: निशान को निष्क्रिय करने के लिए एअर इंडिया के संपादक पोस्ट पर संपादित करें स्क्रीन ।
ja: マークを無効にするAIのエディタのポストの編集画面になります。
ru_ru: Отметьте, чтобы отключить редактор искусственного интеллекта на экране редактирования записи.

source: Mark to disable custom post types on this site.
ar: مارك لتعطيل أنواع مخصصة آخر على هذا الموقع.
bn_bd: মার্ক নিষ্ক্রিয় করতে কাস্টম পোস্ট ধরনের এই সাইটে.
de_de: Markieren Sie deaktivieren benutzerdefinierte post-Typen auf dieser Website.
es_es: Marca para deshabilitar tipos personalizados mensaje en este sitio.
fa_af: علامت گذاری به غیر فعال کردن سفارشی انواع پست در این سایت.
fi: Mark poistaa custom post tyypit tällä sivustolla.
hi_in: निशान को निष्क्रिय करने के लिए कस्टम पोस्ट प्रकार इस साइट पर.
ja: マークを無効にするカスタムポスト型はこのサイトです。
ru_ru: Отметьте, чтобы отключить пользовательские типы записей на этом сайте.

source: Mark to disable gutenburg editor from wordpress.
ar: مارك disable غوتنبرغ محرر من وورد.
bn_bd: ওয়ার্ডপ্রেস থেকে গুটেনবার্গ এডিটর নিষ্ক্রিয় করতে চিহ্নিত করুন।
de_de: Markieren Sie deaktivieren gutenburg-editor von wordpress.
es_es: Marca para deshabilitar gutenburg editor de wordpress.
fa_af: علامت گذاری به غیر فعال کردن gutenburg از ویرایشگر وردپرس.
fi: Mark poistaa gutenberg editori wordpress.
hi_in: निशान को निष्क्रिय करने के लिए gutenburg संपादक से wordpress.
ja: マークを無効にするgutenburgエディタからwordpressなのです。
ru_ru: Отметьте, чтобы отключить редактор gutenburg в WordPress.

source: Mark to disable heartbit for wordpress on frontend.
ar: مارك لتعطيل خاصية "هارتبيت" في ووردبريس على الواجهة الأمامية.
bn_bd: ফ্রন্টএন্ডে ওয়ার্ডপ্রেসের জন্য হার্টবিট নিষ্ক্রিয় করতে চিহ্নিত করুন।
de_de: Markieren Sie deaktivieren heartbit für wordpress im frontend.
es_es: Marca para deshabilitar heartbit para wordpress en el frontend.
fa_af: علامت گذاری به غیر فعال کردن heartbit برای وردپرس در ظاهر.
fi: Mark poistaa heartbit wordpress frontend.
hi_in: निशान को निष्क्रिय करने के लिए heartbit wordpress के लिए दृश्यपटल पर.
ja: マークを無効にするハートビットのためのwordpressにフロントエンド.
ru_ru: Отметьте, чтобы отключить heartbit для wordpress во внешнем интерфейсе.

source: Mark to disable Instant image media library suggestions.
ar: مارك لتعطيل صورة فورية مكتبة الوسائط الاقتراحات.
bn_bd: মার্ক নিষ্ক্রিয় করার তাত্ক্ষণিক ইমেজ মিডিয়া লাইব্রেরি পরামর্শ.
de_de: Markieren Sie zu deaktivieren Sie die Sofortige Bild-Medien-Bibliothek-Vorschläge.
es_es: Marca para deshabilitar la Instantánea de la imagen de la biblioteca de medios sugerencias.
fa_af: علامت گذاری به غیر فعال کردن فوری تصویر در کتابخانه رسانه ها انتقادات و پیشنهادات.
fi: Mark poistaa Instant kuva media library ehdotuksia.
hi_in: निशान को निष्क्रिय करने के लिए त्वरित छवि मीडिया लाइब्रेरी सुझाव.
ja: マークを無効にする瞬間の映像メディア図書館をご提案します。
ru_ru: Отметьте, чтобы отключить Мгновенные предложения медиабиблиотеки изображений.

source: Mark to disable llmstxt on the site or make it private.
ar: مارك إلى تعطيل llmstxt على الموقع أو تجعل من القطاع الخاص.
bn_bd: মার্ক নিষ্ক্রিয় করার llmstxt সাইটে বা এটি প্রাইভেট.
de_de: Markieren Sie deaktivieren llmstxt auf der Webseite oder machen Sie es privat.
es_es: Marca para deshabilitar llmstxt en el sitio o hacer lo privado.
fa_af: علامت گذاری به غیر فعال کردن llmstxt در سایت و یا آن را خصوصی.
fi: Mark poistaa llmstxt päällä tai tehdä siitä oma.
hi_in: निशान को निष्क्रिय करने के लिए llmstxt साइट पर या यह निजी बनाने के लिए.
ja: マークを無効にするllmstxtのサイトです。
ru_ru: Отметьте, чтобы отключить llmstxt на сайте или сделать его приватным.

source: Mark to disable post excerpt on llmstxt.
ar: مارك إلى تعطيل مقتطف آخر على llmstxt.
bn_bd: মার্ক নিষ্ক্রিয় পোস্ট উদ্ধৃতাংশ উপর llmstxt.
de_de: Markieren Sie deaktivieren post Ausschnitt llmstxt.
es_es: Marca para deshabilitar post extracto en llmstxt.
fa_af: علامت گذاری به غیر فعال کردن ارسال چکیده ای در llmstxt.
fi: Mark poistaa post ote on llmstxt.
hi_in: निशान को निष्क्रिय करने के लिए पोस्ट अंश पर llmstxt.
ja: マークを無効にするポストより抜粋にllmstxt.
ru_ru: Отметьте, чтобы отключить публикацию отрывка в llmstxt.

source: Mark to disable terms taxonomies on this site.
ar: مارك إلى تعطيل أحكام التصنيفات على هذا الموقع.
bn_bd: মার্ক নিষ্ক্রিয় করার শর্তাবলী taxonomies এই সাইটে.
de_de: Markieren Sie deaktivieren, Begriffe, Taxonomien auf dieser Website.
es_es: Marca para deshabilitar términos taxonomías en este sitio.
fa_af: علامت گذاری به غیر فعال کردن از نظر رده بندی در این سایت.
fi: Mark poistaa ehdot taksonomioita tällä sivustolla.
hi_in: निशान को निष्क्रिय करने के लिए शर्तों taxonomies इस साइट पर.
ja: マークを無効にする用語の分類基準はこのサイトです。
ru_ru: Отметьте, чтобы отключить таксономию терминов на этом сайте.

source: Mark to enable cache for 12 hours on llmstxt.
ar: مارك إلى تمكين ذاكرة التخزين المؤقت لمدة 12 ساعة على llmstxt.
bn_bd: মার্ক সক্রিয় করার জন্য ক্যাশে 12 ঘন্টা llmstxt.
de_de: Markieren Sie zum aktivieren der cache für 12 Stunden auf llmstxt.
es_es: Marque para habilitar la caché de 12 horas en llmstxt.
fa_af: علامت گذاری به فعال کردن کش برای 12 ساعت در llmstxt.
fi: Merkki, jotta välimuisti 12 tuntia llmstxt.
hi_in: निशान करने के लिए सक्षम करें कैश 12 घंटे के लिए पर llmstxt.
ja: マークをキャッシュ12時間llmstxt.
ru_ru: Отметьте, чтобы включить кэширование на 12 часов в llmstxt.
