Repository: mahmudremal/site-core
Catalog: languages/site-core-*.po
Languages: ar, bn_bd, de_de, es_es, fa_af, fi, hi_in, ja, ru_ru

source: Configure hunting table database, rest api endpoint and hunting record relations.
ar: تكوين الصيد جدول قاعدة البيانات ، rest api نقطة النهاية و الصيد سجل العلاقات بين البلدين.
bn_bd: কনফিগার শিকার টেবিল, ডাটাবেস, বিশ্রাম api শেষবিন্দু এবং শিকারের রেকর্ড সম্পর্ক.
de_de: Konfigurieren Jagd-Tisch-Datenbank, rest-api-Endpunkt und die Jagd aufnehmen Beziehungen.
es_es: Configurar la caza de la tabla de base de datos, la api de rest de punto final y de la caza de registro de las relaciones.
fa_af: پیکربندی شکار جدول پایگاه داده rest api endpoint و شکار سابقه روابط.
fi: Määritä metsästys-taulukko tietokannan rest api päätepiste ja metsästys ennätys suhteita.
hi_in: कॉन्फ़िगर शिकार तालिका में डेटाबेस, बाकी एपीआई समापन बिंदु और शिकार के रिकॉर्ड संबंधों.
ja: 設定狩猟テーブルデータベースrest api評価項目及び狩猟の記録です。
ru_ru: Настройте базу данных hunting table, конечную точку rest api и отношения hunting record.

source: connect!
ar: الاتصال!
bn_bd: সংযোগ!
de_de: verbinden Sie!
es_es: conectar!
fa_af: اتصال!
fi: liitä!
hi_in: कनेक्ट!
ja: 接続す!
ru_ru: подключайтесь!

source: Contact me
ar: الاتصال بي
bn_bd: আমার সাথে যোগাযোগ করুন
fa_af: با من تماس بگیرید
hi_in: मुझे संपर्क करें

source: contact me
ar: الاتصال بي
bn_bd: আমার সাথে যোগাযোগ করুন
fa_af: با من تماس بگیرید
hi_in: मुझे संपर्क करें

source: Contact Support
ar: الاتصال بالدعم
bn_bd: যোগাযোগ সমর্থন
de_de: Support Kontaktieren
es_es: Contacto Con El Soporte
fa_af: با پشتیبانی تماس بگیرید
fi: Ota Yhteyttä Tukeen
hi_in: समर्थन से संपर्क करें
ja: お支援
ru_ru: Обратиться в службу поддержки

source: cool project
ar: مشروع رائع
bn_bd: শীতল প্রকল্প
fa_af: سرد پروژه
hi_in: शांत परियोजना

source: Crafting intuitive and user-friendly interfaces by focusing on user behavior, accessibility, and aesthetics. Using wireframes, prototypes, and design systems to create seamless interactions.
ar: صياغة بديهية وسهلة الاستعمال واجهات من خلال التركيز على سلوك المستخدم وإمكانية و الجمال. باستخدام إطارات شبكية ، والنماذج ، تصميم نظم لإنشاء سلسة التفاعلات.
bn_bd: হস্তশিল্প স্বজ্ঞাত এবং ব্যবহারকারী বান্ধব ইন্টারফেস উপর মনোযোগ নিবদ্ধ করে, ব্যবহারকারী আচরণ, অভিগম্যতা, এবং নন্দনতত্ব. ব্যবহার wireframes, এগুলির নমুনা, এবং নকশা সিস্টেম তৈরি করার জন্য, বিজোড় মিথস্ক্রিয়া.
de_de: Crafting-intuitive und benutzerfreundliche Schnittstellen durch die Fokussierung auf das Nutzerverhalten, die Barrierefreiheit und ästhetik. Mithilfe von wireframes, Prototypen und design-Systeme zu erstellen, nahtlose Interaktionen.
es_es: Elaboración intuitiva y fácil de usar interfaces centrándose en el comportamiento de los usuarios, la accesibilidad y la estética. El uso de wireframes, prototipos y diseño de sistemas para crear sin costuras interacciones.
fa_af: گر چه هنر بصری و رابط کاربر پسند با تمرکز بر رفتار کاربر دسترسی و زیبایی شناسی. با استفاده از wireframes نمونه های اولیه و طراحی سیستم ها برای ایجاد بدون درز فعل و انفعالات.
fi: Askartelu intuitiivinen ja käyttäjäystävällinen käyttöliittymä keskittymällä käyttäjän käyttäytyminen, saavutettavuus ja estetiikka. Käyttämällä wireframes, prototyypit, suunnittelu ja järjestelmät luoda saumaton vuorovaikutus.
hi_in: क्राफ्टिंग सहज ज्ञान युक्त है और उपयोगकर्ता के अनुकूल इंटरफेस पर ध्यान केंद्रित करके, उपयोगकर्ता व्यवहार, पहुंच, और सौंदर्यशास्त्र. का उपयोग कर wireframes, प्रोटोटाइप, डिजाइन और प्रणालियों को निर्बाध बनाने के लिए बातचीत की है ।
ja: 作直感的なユーザーフレンドリーなインターフェースをユーザーの行動をアクセシビリティです。 使用ワイヤーフレーム、試作品、デザインシステムをシームレスな相互作用。
ru_ru: Создание интуитивно понятных и удобных интерфейсов, уделяя особое внимание поведению пользователя, доступности и эстетике. Использование каркасов, прототипов и систем проектирования для создания бесшовных взаимодействий.

source: customer smile is my breath
ar: الزبون هو أنفاسي
bn_bd: গ্রাহক হাসি আমার দম
fa_af: مشتری لبخند من است نفس
hi_in: ग्राहक मुस्कान है मेरी सांस

source: Customize the content of llms.txt. You can add custom directives, links, etc.
ar: تخصيص المحتوى من llms.txt. يمكنك إضافة مخصص توجيهات, روابط, الخ.
bn_bd: কাস্টমাইজ বিষয়বস্তু llms.txt. আপনি যোগ করতে পারেন, কাস্টম নির্দেশ, লিঙ্ক, ইত্যাদি.
de_de: Anpassen des Inhalts von llms.txt. Sie können fügen Sie benutzerdefinierte Richtlinien, links, etc.
es_es: Personalizar el contenido de llms.txt. Usted puede agregar directivas personalizadas, enlaces, etc.
fa_af: سفارشی کردن محتوای llms.txt. شما می توانید اضافه کردن سفارشی دستورات لینک ،
fi: Muokata sisältöä llms.txt. Voit lisätä mukautettuja direktiivejä, linkkejä, jne.
hi_in: अनुकूलित सामग्री के llms.txt. आप जोड़ सकते हैं कस्टम निर्देशों, लिंक, आदि.
ja: カスタマイズ内容llms.txt. を追加できるカスタムディレクティブをリンク等について
ru_ru: Настройте содержимое llms.txt. Вы можете добавлять пользовательские директивы, ссылки и т.д.

source: Dashboard
ar: لوحة القيادة
bn_bd: ড্যাশবোর্ড
es_es: Tablero de instrumentos
fa_af: داشبورد
fi: Kojelauta
hi_in: डैशबोर्ड
ja: ダッシュボード
ru_ru: Информационная панель

source: dashboard screen
ar: لوحة الشاشة
bn_bd: ড্যাশবোর্ড পর্দা
de_de: dashboard-Bildschirm
es_es: pantalla del tablero de instrumentos
fa_af: صفحه نمایش داشبورد
fi: kojelaudan näyttö
hi_in: डैशबोर्ड स्क्रीन
ja: ダッシュボード画面
ru_ru: экран приборной панели

source: Default Country
ar: البلد الافتراضي
bn_bd: ডিফল্ট দেশ
de_de: Standard Land
es_es: Por Defecto País
fa_af: به طور پیش فرض کشور
fi: Oletuksena Maa
hi_in: डिफ़ॉल्ट देश
ja: デフォルトの国
ru_ru: Страна по умолчанию

source: Define
ar: تعريف
bn_bd: নির্ধারণ
fa_af: تعریف
hi_in: को परिभाषित

source: Delete attachment files thubmnails instantly after sending to cdn.
ar: حذف المرفقات ملفات thubmnails على الفور بعد إرسال إلى cdn.
bn_bd: মুছে সংযুক্তি ফাইল thubmnails সঙ্গে সঙ্গে পাঠানোর পর থেকে যা cdn.
de_de: Anhang löschen von Dateien thubmnails sofort nach dem senden zu cdn.
es_es: Eliminar archivos adjuntos thubmnails inmediatamente después de enviar a la cdn.
fa_af: حذف فایل های پیوست thubmnails بلافاصله پس از ارسال به کانادا.
fi: Poista liitetiedostojen thubmnails heti lähettämisen jälkeen, jotta cdn.
hi_in: हटाने अनुलग्नक फ़ाइलों thubmnails के बाद तुरन्त भेजने के लिए समन्वय.
ja: 削除アイテムの添付ファイルをthubmnailsぐにお届けできるようcdn.
ru_ru: Удаляйте файлы вложений thubmnails сразу же после отправки в cdn.

source: Delete Main File
ar: حذف الملف الرئيسي
bn_bd: প্রধান ফাইল মুছে দিন
de_de: Löschen Sie Die Main-Datei
es_es: Eliminar Archivo Principal
fa_af: حذف فایل اصلی
fi: Poista Main-Tiedosto
hi_in: मुख्य फाइल हटाएं
ja: 削除メインファイル
ru_ru: Удалить Основной файл

source: Delete the main attachment file besides thumbnails.
ar: حذف الرئيسية الملف المرفق إلى جانب الصور المصغرة.
bn_bd: মুছে প্রধান সংযুক্তি ফাইল এছাড়া থাম্বনেল.
de_de: Löschen Sie die wichtigsten Anlage-Datei neben den thumbnails.
es_es: Borrar el principal archivo de datos adjuntos, además de las miniaturas.
fa_af: حذف اصلی فایل پیوست علاوه بر ریز عکسها به.
fi: Poista tärkein liitetiedoston lisäksi pikkukuvia.
hi_in: हटाने के मुख्य अनुलग्नक फ़ाइल के अलावा थंबनेल ।
ja: 削除の添付ファイルのファイルの他に示するものです。
ru_ru: Удалите основной файл вложения, кроме миниатюр.

source: Delete Thumbnails
ar: حذف الصور المصغرة
bn_bd: মুছে থাম্বনেল
de_de: Löschen Thumbnails
es_es: Eliminar Las Miniaturas
fa_af: حذف عکسها
fi: Poistaa Pikkukuvat
hi_in: हटाने थंबनेल
ja: サムネイルの削除
ru_ru: Удаление миниатюр

source: Description of the activity.
ar: وصف النشاط.
bn_bd: বিবরণ: এর কার্যকলাপ.
de_de: Beschreibung der Aktivität.
es_es: Descripción de la actividad.
fa_af: شرح فعالیت.
fi: Toiminnan kuvaus.
hi_in: विवरण की गतिविधि.
ja: の説明です。
ru_ru: Описание деятельности.

source: Developer Support
ar: دعم المطور
bn_bd: ডেভেলপার সমর্থন
de_de: Entwickler-Support
es_es: Soporte De Los Desarrolladores
fa_af: توسعه دهنده پشتیبانی
fi: Kehittäjä Tukea
hi_in: डेवलपर समर्थन
ja: 開発支援
ru_ru: Поддержка разработчиков

source: Developing structural blueprints for digital products, outlining key interface elements and user flows. Ensuring clarity and usability before diving into high-fidelity designs.
ar: تطوير الهيكلية مخططات المنتجات الرقمية ، تحدد مفتاح عناصر واجهة المستخدم التدفقات. ضمان الوضوح وسهولة الاستخدام قبل الغوص في تصاميم عالية الدقة.
bn_bd: উন্নয়নশীল কাঠামোগত খেয়াল ডিজিটাল পণ্য outlining, কী ইন্টারফেস উপাদান, এবং ব্যবহারকারী প্রবাহ. নিশ্চিত, স্বচ্ছতা এবং ব্যবহারযোগ্যতা মধ্যে ডাইভিং করার আগে, উচ্চ সততা নকশা.
de_de: Die Entwicklung strukturelle Blaupausen für digitale Produkte, Gliederung wichtigsten Elemente der Benutzeroberfläche und user flows. Die Gewährleistung von Klarheit und Benutzerfreundlichkeit vor dem Tauchen in high-fidelity-designs.
es_es: Desarrollo de planos estructurales para productos digitales, esbozando clave y elementos de la interfaz de usuario de los flujos. Garantizar la claridad y la facilidad de uso antes de la inmersión en alta fidelidad diseños.
fa_af: توسعه سازه نقشه برای محصولات دیجیتال ترسیم کلیدی عناصر رابط کاربر و جریان. حصول اطمینان از شفافیت و قابلیت استفاده قبل از غواصی به بالا وفاداری طرح است.
fi: Kehittää rakenteellisia piirustuksia digitaalisia tuotteita, hahmotellaan avain käyttöliittymän elementit ja käyttäjä virtaa. Varmistaa selkeys ja käytettävyys ennen sukellusta osaksi hifi-malleja.
hi_in: विकास के संरचनात्मक समर्थन से संपर्क करने के लिए डिजिटल उत्पादों, रूपरेखा कुंजी इंटरफ़ेस तत्वों और उपयोगकर्ता बहती है । यह सुनिश्चित करने स्पष्टता और प्रयोज्य में गोताखोरी से पहले, उच्च निष्ठा डिजाइन.
ja: 開発の構造設計図のデジタル製品概要keyインタフェース要素やユーザーが流れます。 確保を明確さと使い勝手前にダイビングデザインです。
ru_ru: Разработка структурных схем для цифровых продуктов, описание ключевых элементов интерфейса и пользовательских потоков. Обеспечение ясности и удобства использования перед переходом к высокоточному дизайну.

source: Development
ar: التنمية
bn_bd: উন্নয়ন
de_de: Entwicklung
es_es: Desarrollo
fa_af: توسعه
fi: Kehitys
hi_in: विकास
ja: 開発
ru_ru: Развитие

source: Disable
ar: تعطيل
bn_bd: নিষ্ক্রিয়
de_de: Deaktivieren
es_es: Deshabilitar
fa_af: غیر فعال کردن
fi: Poistaa
hi_in: अक्षम
ja: 無効化
ru_ru: Отключить

source: Disable Excerpt
ar: تعطيل مقتطفات
bn_bd: নিষ্ক্রিয় উদ্ধৃতাংশ
de_de: Deaktivieren Sie Auszug
es_es: Deshabilitar Extracto
fa_af: غیر فعال کردن گزیده ای
fi: Poistaa Ote
hi_in: अक्षम अंश
ja: 無効化の抜粋
ru_ru: Отключить выдержку

source: Disable hunting record configurations.
ar: تعطيل الصيد سجل تكوينات.
bn_bd: নিষ্ক্রিয় শিকারের রেকর্ড কনফিগারেশন.
de_de: Deaktivieren Jagd Rekord-Konfigurationen.
es_es: Deshabilitar la caza del registro de configuraciones.
fa_af: غیر فعال کردن شکار رکورد تنظیمات.
fi: Poistaa metsästys tallentaa kokoonpanoissa.
hi_in: निष्क्रिय शिकार के रिकॉर्ड विन्यास.
ja: 無効に狩りの記録が可能です。-
ru_ru: Отключите поиск конфигураций записей.

source: Disable Post types
ar: تعطيل أنواع آخر
bn_bd: নিষ্ক্রিয় পোস্ট ধরনের
de_de: Deaktivieren von Post-Typen
es_es: Deshabilitar el Post tipos de
fa_af: غیر فعال کردن ارسال انواع
fi: Poistaa Post tyypit
hi_in: अक्षम पोस्ट प्रकार
ja: 無効化後の種類
ru_ru: Отключить типы записей

source: Disable Terms
ar: تعطيل شروط
bn_bd: নিষ্ক্রিয় পদ
de_de: Deaktivieren Sie Die Bedingungen
es_es: Deshabilitar Términos
fa_af: غیر فعال کردن نظر
fi: Poistaa Ehdot
hi_in: अक्षम की शर्तें
ja: 有効無効条件
ru_ru: Условия отключения

source: Discover
ar: اكتشاف
bn_bd: আবিষ্কার
de_de: Entdecken
es_es: Descubrir
fa_af: کشف
fi: Tutustu
hi_in: डिस्कवर
ja: 発見
ru_ru: Исследовать

source: Discover topics that my clients
ar: اكتشاف الموضوعات التي موكلي
bn_bd: আবিষ্কার যে বিষয় আমার ক্লায়েন্ট
fa_af: کشف موضوعاتی که مشتریان من
hi_in: विषयों की खोज है कि मेरे ग्राहकों

source: Download CV
ar: تحميل السيرة
bn_bd: ডাউনলোড সিভি
es_es: Descargar CV
fa_af: دانلود CV
fi: Lataa CV
hi_in: सीवी डाउनलोड
ja: ダウンロード履歴書
ru_ru: Скачать РЕЗЮМЕ

source: Download My Profile
ar: تحميل ملف التعريف الخاص بي
bn_bd: ডাউনলোড করুন আমার প্রোফাইল
fa_af: دانلود پروفایل من
hi_in: डाउनलोड मेरा प्रोफाइल

source: Downloadable
ar: للتحميل
bn_bd: ডাউনলোডযোগ্য
de_de: Herunterladbare
es_es: Descargable
fa_af: دانلود
fi: Ladattavissa
hi_in: डाउनलोड
ja: ダウンロード
ru_ru: Загружаемый

source: Dribbble
ar: دريبل
ru_ru: Дриббл

source: e.g. +1 373 3783
ar: على سبيل المثال +1 373 3783
bn_bd: যেমন +1 373 3783
de_de: z.B. +1 373 3783
es_es: por ejemplo, +1 373 3783
fa_af: به عنوان مثال +1 373 3783
fi: esim. +1 373 3783
hi_in: उदाहरण के लिए +1 373 3783
ja: 例えば+1 373 3783
ru_ru: например , +1 373 3783

source: e.g. hello@yoursite.com
ar: على سبيل المثال: hello@yoursite.com
bn_bd: যেমন hello@yoursite.com
fi: esim. hello@yoursite.com
hi_in: उदाहरण के लिए hello@yearsite.com
ja: 例えば hello@yoursite.com

source: e.g. John Doe
ar: مثلا فلان الفلاني
bn_bd: উদাহরণস্বরূপ, জন ডো
de_de: z.B. John Doe
es_es: por ejemplo, John Doe
fa_af: به عنوان مثال John Doe
fi: esimerkiksi John Doe
hi_in: उदाहरण के लिए, जॉन डो
ja: 例えばJohn Doe
ru_ru: например , Джон Доу

source: Editor
ar: محرر
bn_bd: সম্পাদক
fa_af: ویرایشگر
fi: Toimittaja
hi_in: संपादक
ja: エディタ
ru_ru: Редактор

source: Email
ar: البريد الإلكتروني
bn_bd: ইমেইল
es_es: Correo electrónico
fa_af: ایمیل
fi: Sähköposti
hi_in: ईमेल
ja: メール
ru_ru: Электронная почта

source: Email does not exist.
ar: البريد الإلكتروني غير موجود.
bn_bd: ইমেল অস্তিত্ব নেই.
de_de: E-Mail existiert nicht.
es_es: Correo electrónico no existe.
fa_af: ایمیل وجود ندارد.
fi: Sähköposti ei ole olemassa.
hi_in: ईमेल मौजूद नहीं है ।
ja: メールが存在しません。
ru_ru: Электронной почты не существует.

source: Email is required.
ar: البريد الإلكتروني هو مطلوب.
bn_bd: ইমেইল প্রয়োজন বোধ করা হয়.
de_de: E-Mail erforderlich ist.
es_es: El Email es necesario.
fa_af: ایمیل مورد نیاز است.
fi: Sähköposti on pakollinen.
hi_in: ईमेल की आवश्यकता है ।
ja: メールが必要です。
ru_ru: Требуется электронная почта.

source: Email required.
ar: البريد الإلكتروني المطلوبة.
bn_bd: ইমেইল প্রয়োজন.
de_de: E-Mail erforderlich.
es_es: Correo electrónico requerido.
fa_af: ایمیل مورد نیاز است.
fi: Sähköposti vaaditaan.
hi_in: ईमेल की आवश्यकता है ।
ja: メールが必要です。
ru_ru: Требуется электронная почта.

source: Email Verification
ar: التحقق من البريد الإلكتروني
bn_bd: ইমেইল যাচাই
de_de: E-Mail-Prüfung
es_es: Verificación De Correo Electrónico
fa_af: تایید ایمیل
fi: Sähköposti Todentaminen
hi_in: ईमेल सत्यापन
ja: メールの検証
ru_ru: Проверка электронной почты

source: Email verified successfully.
ar: البريد الإلكتروني التحقق بنجاح.
bn_bd: ইমেইল যাচাই সফলভাবে.
de_de: E-Mail erfolgreich verifiziert.
es_es: Verificado el correo electrónico correctamente.
fa_af: ایمیل تایید با موفقیت.
fi: Sähköposti todennettu onnistuneesti.
hi_in: ईमेल सत्यापित सफलतापूर्वक ।
ja: メールを確認した。
ru_ru: Электронная почта успешно подтверждена.

source: Emirate
ar: إمارة
bn_bd: আমিরাত
de_de: Emirat
es_es: Emirato
fa_af: امارات
fi: Emiirikunta
hi_in: अमीरात
ja: 首長国
ru_ru: Эмират

source: Empty response
ar: فارغة الرد
bn_bd: খালি প্রতিক্রিয়া
de_de: Antwort leer
es_es: Respuesta vacía
fa_af: پاسخ خالی
fi: Tyhjä vastaus
hi_in: खाली प्रतिक्रिया
ja: 空の対応
ru_ru: Пустой ответ

source: Enable Cache
ar: تمكين ذاكرة التخزين المؤقت
bn_bd: সক্রিয় ক্যাশে
de_de: Cache Aktivieren
es_es: Habilitar La Caché
fa_af: فعال کردن کش
fi: Ota Välimuisti
hi_in: कैश सक्षम
ja: るキャッシュ
ru_ru: Включить Кэширование

source: Enable to overwrite data on each time api or pdf import triggired.
ar: تمكين الكتابة فوق البيانات في كل مرة api أو pdf استيراد triggired.
bn_bd: সক্রিয় করার জন্য মুছে ফেলা তথ্য প্রতিটি সময়, এপিআই বা পিডিএফ আমদানি triggired.
de_de: Aktivieren Sie überschreiben von Daten zu jedem Zeitpunkt api-oder pdf-import triggired.
es_es: Habilitar a sobrescribir los datos en cada momento de la api o la importación de archivos pdf triggired.
fa_af: قادر به بازنویسی داده ها در هر زمان api یا pdf واردات triggired.
fi: Jotta ylikirjoittaa tiedot joka kerta api-tai pdf-tuonti triggired.
hi_in: सक्षम करने के लिए डेटा अधिलेखित पर हर समय एपीआई या पीडीएफ आयात triggired.
ja: を上書きデータの各apiには、学位論文のアップロードを入triggired.
ru_ru: Включите перезапись данных при каждом запуске импорта api или pdf.

source: Enhancing performance, accessibility, and usability through continuous testing and iteration. Fine-tuning design and code to ensure the best possible user experience.
ar: تعزيز الأداء وإمكانية وسهولة الاستخدام من خلال اختبار مستمر و التكرار. صقل تصميم البرمجية لضمان أفضل تجربة ممكنة للمستخدم.
bn_bd: উন্নত কর্মক্ষমতা, অভিগম্যতা, এবং ব্যবহারযোগ্যতা ক্রমাগত পরীক্ষার মাধ্যমে এবং পুনরাবৃত্তির. ফাইন-টিউনিং নকশা এবং কোড নিশ্চিত করার জন্য সম্ভাব্য সর্বোত্তম ব্যবহারকারীর অভিজ্ঞতা.
de_de: Die Steigerung der performance, Zugänglichkeit und Verwendbarkeit durch kontinuierliche Tests und iteration. Fine-tuning-design und code zu gewährleisten die beste Benutzer Erfahrung.
es_es: Para mejorar el rendimiento, accesibilidad y usabilidad a través de pruebas continuas y la iteración. El ajuste fino del diseño y del código para asegurar la mejor experiencia de usuario posible.
fa_af: افزایش عملکرد و قابلیت دسترسی و قابلیت استفاده مستمر از طریق آزمایش و تکرار. Fine-tuning طراحی و کد برای اطمینان از بهترین تجربه کاربر ممکن است.
fi: Suorituskyvyn parantaminen, esteettömyyden ja käytettävyyden kautta jatkuva testaaminen ja iterointi. Hienosäätöä suunnittelu ja koodi varmistaa parhaan mahdollisen käyttökokemuksen.
hi_in: प्रदर्शन को बढ़ाने, पहुंच, प्रयोज्य और निरंतर परीक्षण के माध्यम से और चलना है । ठीक ट्यूनिंग डिजाइन और कोड सुनिश्चित करने के लिए सबसे अच्छा संभव उपयोगकर्ता अनुभव ।
ja: 充実績で、アクセシビリティ、ユーザビリティを通じて継続的な試験となります。 ファインチューニングデザインやコードを確保する最良のユーザーです。
ru_ru: Повышение производительности, доступности и удобства использования за счет непрерывного тестирования и итераций. Точная настройка дизайна и кода для обеспечения наилучшего взаимодействия с пользователем.

source: Enjoyed This Article?
ar: هل استمتعت بهذه المقالة؟
bn_bd: এই নিবন্ধ আস্বাদিত?
de_de: Genoss Diesen Artikel?
es_es: Ha Gustado Este Artículo?
fa_af: لذت بردم از این مقاله ؟
fi: Nauttinut Tämän Artikkelin?
hi_in: इस अनुच्छेद मज़ा आया?
ja: 楽しむ。
ru_ru: Понравилась эта статья?

source: Enter your application password.
ar: أدخل التطبيق الخاص بك وكلمة المرور.
bn_bd: লিখুন আপনার আবেদন পাসওয়ার্ড.
de_de: Geben Sie Ihre Anwendung ein Passwort.
es_es: Introduzca su contraseña de la aplicación.
fa_af: خود را وارد کنید رمز عبور نرم افزار.
fi: Kirjoita sovelluksen salasana.
hi_in: में प्रवेश के लिए अपने आवेदन पासवर्ड.
ja: 入力用のパスワードになります。
ru_ru: Введите пароль вашего приложения.

source: Enter your membership profile dashboard url.
ar: أدخل بيانات عضوية لوحة url.
bn_bd: লিখুন আপনার সদস্যতা প্রোফাইল ড্যাশবোর্ড url টি.
de_de: Geben Sie Ihre Mitglieder-Profil-dashboard-url.
es_es: Entrar en su perfil de miembro de panel url.
fa_af: خود را وارد کنید عضویت مشخصات آدرس صفحه.
fi: Kirjoita jäsenyys profiili kojelauta url-osoite.
hi_in: दर्ज अपनी सदस्यता प्रोफ़ाइल डैशबोर्ड url.
ja: 入会員プロダッシュボードのurl。
ru_ru: Введите URL-адрес панели мониторинга вашего профиля участника.

source: Error fetching image details
ar: خطأ جلب تفاصيل الصورة
bn_bd: ত্রুটি আনয়ন ইমেজ বিস্তারিত
de_de: Fehler beim abrufen der Bild-details
es_es: Error de ir a buscar los detalles de la imagen
fa_af: خطا در هنگام واکشی اطلاعات تصویر
fi: Virhe noudettaessa kuvan yksityiskohtia
hi_in: त्रुटि दिलकश छवि विवरण
ja: エラーイメージの詳細を取得
ru_ru: Ошибка при извлечении сведений об изображении

source: Error fetching images
ar: خطأ في جلب الصور
bn_bd: ত্রুটি আনয়ন ছবি
de_de: Fehler beim abrufen der Bilder
es_es: Error de recuperación de imágenes
fa_af: خطا در هنگام واکشی تصاویر
fi: Virhe noudettaessa kuvia
hi_in: त्रुटि दिलकश चित्र
ja: エラー画像を取得
ru_ru: Ошибка при выборке изображений

source: Event ID for deletion.
ar: معرف الحدث للحذف.
bn_bd: ইভেন্ট আইডি মুছে ফেলার জন্য.
de_de: Ereignis-ID für die Löschung.
es_es: De ID de evento para su eliminación.
fa_af: Event ID برای حذف.
fi: Tapahtuman TUNNUS poistetaan.
hi_in: इवेंट ID हटाने के लिए.
ja: イベントIDを削除します。
ru_ru: Идентификатор события для удаления.

source: Event ID for fetching details.
ar: معرف الحدث لجلب التفاصيل.
bn_bd: ইভেন্ট আইডি এনে দেওয়ার জন্য বিবরণ.
de_de: Ereignis-ID zum abrufen von details.
es_es: De ID de evento para obtener más detalles.
fa_af: Event ID برای واکشی اطلاعات.
fi: Tapahtuma ID hakemalla tiedot.
hi_in: इवेंट ID के लिए दिलकश विवरण.
ja: イベントIDを取得。
ru_ru: Идентификатор события для получения подробной информации.

source: Event ID for updating; use 0 to create a new event.
ar: معرف الحدث لتحديث; استخدام 0 إلى إنشاء حدث جديد.
bn_bd: ইভেন্ট আইডি আপডেট করার জন্য; 0 ব্যবহার করার জন্য একটি নতুন ইভেন্ট তৈরি.
de_de: Ereignis-ID für die Aktualisierung; verwenden Sie 0, um ein neues Ereignis erstellen.
es_es: Evento ID para la actualización; utilice 0 para crear un nuevo evento.
fa_af: Event ID برای به روز رسانی; 0 استفاده کنید برای ایجاد یک رویداد جدید.
fi: Tapahtuman TUNNUS päivittää; käyttö 0 jos haluat luoda uuden tapahtuman.
hi_in: घटना आईडी को अद्यतन करने के लिए; का उपयोग करने के लिए 0 एक नई घटना बनाएँ.
ja: イベントIDの更新、0を新規作成します。
ru_ru: Идентификатор события для обновления; используйте 0 для создания нового события.

source: Every sense of happiness and satisfaction that is born from customers becomes a value that is not comparable to anything. Trust is priceless
ar: كل معنى السعادة والرضا التي ولدت من العملاء يصبح قيمة غير قابلة للمقارنة إلى أي شيء. ثقة لا تقدر بثمن
bn_bd: প্রতি অর্থে সুখ এবং সন্তুষ্টি, যে জন্ম থেকে গ্রাহকদের হয়ে একটি মান যে তুলনীয় নয় কিছু. ট্রাস্ট অমূল্য
fa_af: هر حس شادی و رضایت است که متولد از مشتریان می شود یک ارزش است که قابل مقایسه نیست به هر چیزی. اعتماد بی بها است
hi_in: हर खुशी की भावना और संतोष पैदा होता है कि ग्राहकों से हो जाता है कि एक मूल्य के लिए तुलनीय नहीं है कुछ भी. विश्वास अमूल्य है

source: Experienced
ar: من ذوي الخبرة
bn_bd: অভিজ্ঞ
de_de: Erfahrene
es_es: Experiencia
fa_af: با تجربه
fi: Kokenut
hi_in: अनुभवी
ja: 体験
ru_ru: Опытный

source: Experiences
ar: الخبرات
bn_bd: অভিজ্ঞতা
de_de: Erfahrungen
es_es: Experiencias
fa_af: تجارب
fi: Kokemuksia
hi_in: अनुभव
ja: 体験
ru_ru: Переживания

source: Failed to create account!
ar: فشل في إنشاء حساب!
bn_bd: ব্যর্থ অ্যাকাউন্ট তৈরি করুন!
es_es: No se pudo crear la cuenta!
fa_af: موفق به ایجاد حساب!
fi: Ei luoda tilin!
hi_in: असफल बनाने के लिए खाते में!
ja: 生成に失敗したのアカウントへ入金いたします。
ru_ru: Не удалось создать учетную запись!

source: Failed to create invoice.
ar: فشل في إنشاء الفاتورة.
bn_bd: তৈরি করতে ব্যর্থ চালান.
de_de: Fehler beim erstellen einer Rechnung.
es_es: No se pudo crear la factura.
fa_af: موفق به ایجاد فاکتور.
fi: Ei luoda laskun.
hi_in: विफल करने के लिए चालान बनाएँ.
ja: 失敗を支払うことに同意する。
ru_ru: Не удалось создать счет-фактуру.

source: Failed to delete payment card
ar: فشلت في حذف بطاقة الدفع
bn_bd: রেগুলার পেমেন্ট কার্ড
de_de: Fehler beim löschen Zahlung Karte
es_es: Error al eliminar el pago de la tarjeta de
fa_af: موفق به حذف کارت های پرداخت
fi: Ei poista maksukortti
hi_in: में विफल रहा है को नष्ट करने के लिए भुगतान कार्ड
ja: 失敗したの削除をクレジットカードにてお支払
ru_ru: Не удалось удалить платежную карту

source: Failed to delete task
ar: فشلت في حذف المهمة
bn_bd: ব্যর্থ মুছে দিন টাস্ক
de_de: Fehler beim löschen Aufgabe
es_es: Error al eliminar la tarea
fa_af: موفق به حذف وظیفه
fi: Ei poista tehtävä
hi_in: में विफल रहा है को नष्ट करने के लिए कार्य
ja: 失敗した削除するタスク
ru_ru: Не удалось удалить задачу

source: Failed to download image
ar: فشلت في تحميل الصورة
bn_bd: ডাউনলোড করতে ব্যর্থ ইমেজ
de_de: Fehler beim herunterladen der Bild
es_es: No se pudo descargar imagen
fa_af: موفق به دانلود تصویر
fi: Epäonnistui ladata kuvan
hi_in: डाउनलोड करने में विफल छवि
ja: 失敗した画像をダウンロード
ru_ru: Не удалось загрузить изображение

source: Failed to download image.
ar: فشلت في تحميل الصورة.
bn_bd: ডাউনলোড করতে ব্যর্থ হয়েছে ছবিটি.
de_de: Fehler beim herunterladen von Bild.
es_es: No se pudo descargar la imagen.
fa_af: موفق به دانلود کنید.
fi: Epäonnistui ladata kuvan.
hi_in: में विफल रहा है डाउनलोड करने के लिए छवि.
ja: 失敗したダウンロードイメージです。
ru_ru: Не удалось загрузить изображение.

source: Failed to execute the payment.
ar: فشل تنفيذ الدفع.
bn_bd: ব্যর্থ চালানো পেমেন্ট.
de_de: Fehler beim ausführen der Zahlung.
es_es: No se pudo ejecutar el pago.
fa_af: موفق به اجرا پرداخت.
fi: Ei suorita maksu.
hi_in: में विफल रहा है पर अमल करने के लिए भुगतान.
ja: 失敗した実のお金を払います。
ru_ru: Не удалось выполнить платеж.
