Repository: mahmudremal/site-core
Catalog: languages/site-core-*.po
Languages: ar, bn_bd, de_de, es_es, fa_af, fi, hi_in, ja, ru_ru

source: Payment Status
ar: حالة الدفع
bn_bd: পেমেন্ট স্ট্যাটাস
fi: Maksun tila
hi_in: भुगतान स्थिति
ja: 支払い状況

source: %d file(s) have been sent to CDN.
ar: %d ملف(ق) قد أرسلت إلى CDN.
bn_bd: %d file(s) পাঠানো হয়েছে যা CDN.
de_de: %d file(s) geschickt worden zu CDN.
es_es: %d archivo(s) han sido enviados a la CDN.
fa_af: %d file(s) فرستاده شده اند به کانادا.
fi: %d file(s) on lähetetty CDN.
hi_in: %d फाइल(ओं) के लिए भेजा गया है समन्वय.
ja: %dファイルが送付されているCDN.
ru_ru: файлы %d были отправлены в CDN.

source: 3 revision for each service
ar: 3 مراجعة لكل خدمة
bn_bd: 3 সংশোধনের জন্য প্রতিটি সেবা
fa_af: 3 تجدید نظر برای هر یک از خدمات
hi_in: 3 संशोधन के लिए प्रत्येक सेवा

source: 3 revisions for each service
ar: 3 مراجعات لكل خدمة
bn_bd: 3 পুনর্বিবেচনা জন্য প্রতিটি সেবা
fa_af: 3 تجدید نظر برای هر یک از خدمات
hi_in: 3 संशोधन के लिए प्रत्येक सेवा

source: 6-month support
ar: 6-الدعم شهر
bn_bd: 6-মাস সমর্থন
fa_af: 6 ماه پشتیبانی
hi_in: 6 महीने के समर्थन

source: A clear idea of your goals, preferred design style (if any), and any reference websites or wireframes you have. Don't worry—if you're unsure, I'll guide you through the process!
ar: فكرة واضحة عن الأهداف الخاصة بك ، ويفضل أسلوب التصميم (إن وجدت) ، أي مرجعية المواقع أو شبكية لديك. لا تقلق إذا كنت غير متأكد سوف دليل لكم من خلال هذه العملية!
fa_af: یک ایده روشن از اهداف خود ترجیح سبک طراحی (در صورت وجود) و هر مرجع وب سایت ها و یا wireframes شما. نگران نباشید اگر شما مطمئن نیستید, من راهنمای شما را از طریق روند!
hi_in: की एक स्पष्ट विचार अपने लक्ष्यों, पसंदीदा डिजाइन शैली (अगर कोई है), और किसी भी संदर्भ वेबसाइटों या wireframes आप है. चिंता मत करो—यदि आप अनिश्चित हैं, मैं प्रक्रिया के माध्यम से मार्गदर्शन!

source: A Founder
ar: مؤسس
bn_bd: প্রতিষ্ঠাতা
de_de: Gründer
es_es: Un Fundador
fa_af: بنیانگذار
fi: Perustaja
hi_in: एक संस्थापक
ja: 創業者であ
ru_ru: Основатель

source: A new subscription was created using %s.
ar: اشتراك جديد تم إنشاؤه باستخدام %s.
bn_bd: একটি নতুন সাবস্ক্রিপশন তৈরি করা হয়েছে, %s ব্যবহার করা হচ্ছে.
de_de: Ein neues Abonnement erstellt wurde mithilfe von %s an.
es_es: Una nueva suscripción se creó con %s.
fa_af: یک اشتراک جدید ایجاد شده با استفاده از %s.
fi: Uusi tilaus on luotu käyttäen %s.
hi_in: एक नई सदस्यता बनाया गया था का उपयोग कर %s एस.
ja: 新規契約で決められた%s".
ru_ru: Новая подписка была создана с помощью %s.

source: A password is required.
ar: كلمة المرور مطلوبة.
bn_bd: একটি পাসওয়ার্ড প্রয়োজন বোধ করা হয়.
de_de: Ein Passwort ist erforderlich.
es_es: Se requiere una contraseña.
fa_af: یک رمز عبور مورد نیاز است.
fi: Tarvitaan salasana.
hi_in: एक पासवर्ड की आवश्यकता है ।
ja: パスワードが必要です。
ru_ru: Требуется ввести пароль.

source: A radar interface will be appear here shortly.
ar: رادار واجهة سوف appear هنا قريبا.
bn_bd: একটি রাডার ইন্টারফেস হতে হবে appear এখানে খুব শীঘ্রই.
de_de: Eine radar-interface wird erscheinen hier in Kürze.
es_es: Un radar de la interfaz será appear aquí dentro de poco.
fa_af: یک رابط رادار خواهد بود appear در اینجا به زودی.
fi: Tutkan käyttöliittymä on näkyvät täällä pian.
hi_in: शीघ्र ही यहां एक रडार इंटरफ़ेस दिखाई देगा।
ja: レーダーのインターフェースをするappearここで視野に入ってまいりました。
ru_ru: Вскоре здесь появится интерфейс радара.

source: A refund was issued for your subscription via %s.
ar: استرداد صدر اشتراكك عبر %s.
bn_bd: একটি প্রত্যর্পণ জন্য জারি করা হয়, আপনার সাবস্ক্রিপশন মাধ্যমে %s.
de_de: Eine Erstattung ausgestellt wurde, die für Ihr Abonnement über %s.
es_es: Un reembolso se emitió para su suscripción a través de %s.
fa_af: بازپرداخت صادر شد برای اشتراک خود را از طریق %s.
fi: Tuki on myönnetty tilauksesi via %s.
hi_in: एक वापसी जारी किया गया था, के लिए अपनी सदस्यता के माध्यम से %s.
ja: 払い戻しは発行されたご契約およ%sです。
ru_ru: Возврат средств за вашу подписку был произведен через %s.

source: ability
ar: القدرة
bn_bd: ক্ষমতা
fa_af: توانایی
hi_in: की क्षमता

source: Account created successfully. Please verify your email.
ar: إنشاء الحساب بنجاح. يرجى التحقق من البريد الإلكتروني الخاص بك.
bn_bd: একাউন্ট সফলভাবে তৈরি. দয়া করে যাচাই করুন, আপনার ইমেইল.
de_de: Konto erfolgreich erstellt wurde. Bitte überprüfen Sie Ihre E-Mail.
es_es: La cuenta se ha creado correctamente. Por favor, compruebe su correo electrónico.
fa_af: حساب ایجاد شد. لطفا ایمیل خود را تأیید کنید.
fi: Tili on luotu onnistuneesti. Ole hyvä ja tarkista sähköpostiosoitteesi.
hi_in: खाता सफलतापूर्वक बनाया गया है । कृपया सत्यापित करें कि आपके ईमेल.
ja: アカウントを作成しました。 ご確認のうえお送いたします。
ru_ru: Учетная запись успешно создана. Пожалуйста, подтвердите свой адрес электронной почты.

source: Activity ID associated with the event.
ar: معرف النشاط المرتبطة مع الحدث.
bn_bd: কার্যকলাপ আইডি ইভেন্ট সঙ্গে যুক্ত.
de_de: Aktivitäts-ID im Zusammenhang mit der Veranstaltung.
es_es: ID de la actividad asociada con el evento.
fa_af: فعالیت ID در ارتباط با این رویداد است.
fi: Toimintaa TUNNUS liittyvä tapahtuma.
hi_in: गतिविधि आईडी के साथ जुड़े घटना है ।
ja: 活動のIDに関連するイベントです。
ru_ru: Идентификатор действия, связанный с событием.

source: Activity ID for deletion.
ar: النشاط ID للحذف.
bn_bd: কার্যকলাপ আইডি মুছে ফেলার জন্য.
de_de: Aktivitäts-ID für die Löschung.
es_es: Actividad de IDENTIFICACIÓN para su eliminación.
fa_af: فعالیت ID برای حذف.
fi: Toimintaa TUNNUS poistetaan.
hi_in: गतिविधि आईडी विलोपन के लिए.
ja: 活動のIDを削除します。
ru_ru: Идентификатор действия для удаления.

source: Activity ID for fetching details.
ar: النشاط معرف جلب التفاصيل.
bn_bd: কার্যকলাপ আইডি এনে দেওয়ার জন্য বিবরণ.
de_de: Aktivitäts-ID für bezaubernde details.
es_es: Actividad de IDENTIFICACIÓN para obtener más detalles.
fa_af: فعالیت ID برای واکشی اطلاعات.
fi: Aktiivisuus ID hakemalla tiedot.
hi_in: गतिविधि आईडी के लिए दिलकश विवरण.
ja: 活動のIDを取得。
ru_ru: Идентификатор действия для получения подробной информации.

source: Activity ID for updating; use 0 to create a new activity.
ar: النشاط ID تحديث; استخدام 0 إلى خلق نشاط جديد.
bn_bd: কার্যকলাপ আইডি আপডেট করার জন্য; ব্যবহার, 0 তৈরি করতে একটি নতুন কার্যকলাপ.
de_de: Aktivitäts-ID für die Aktualisierung; verwenden Sie 0, um eine neue Aktivität erstellen.
es_es: La actividad de ID para la actualización; utilice 0 para crear una nueva actividad.
fa_af: فعالیت ID برای به روز رسانی; 0 استفاده کنید برای ایجاد یک فعالیت جدید.
fi: Toimintaa TUNNUS päivittää; käyttö 0 luoda uutta toimintaa.
hi_in: गतिविधि आईडी को अद्यतन करने के लिए का उपयोग करें; 0 करने के लिए बनाने के लिए एक नई गतिविधि है ।
ja: 活動IDの更新、0を新規作成します。
ru_ru: Идентификатор действия для обновления; используйте 0 для создания нового действия.

source: After a long studies period, I found my self interested in graphics.
ar: بعد دراسات طويلة فترة وجدت نفسي مهتما في الرسومات.
bn_bd: পরে একটি দীর্ঘ গবেষণায় দেখা গেছে কাল আমি আমার স্ব আগ্রহী গ্রাফিক্স.
de_de: Nach einer langen Studien-Zeitraum, ich fand mein selbst interessiert Grafiken.
es_es: Después de un largo período de estudios, encontré mi auto interesado en los gráficos.
fa_af: پس از تحصیلات دوره من در بر داشت خود من علاقه مند به گرافیک.
fi: Pitkän opintojen aikana, löysin itse kiinnostunut grafiikka.
hi_in: के बाद एक लंबे अध्ययन की अवधि में, मैं पाया मेरे आत्म में रुचि रखते ग्राफिक्स ।
ja: その後、研究期間に、自分の興味をグラフィー。
ru_ru: После долгого периода обучения я обнаружил, что сам интересуюсь графикой.

source: Ah it was such time i first meet my school life from nursery,
ar: آه كان مثل هذا الوقت كنت أول اجتماع مدرستي الحياة من الحضانة ،
bn_bd: আহ, এটা ছিল এমন সময় আমি প্রথম দেখা আমার স্কুল জীবন থেকে নার্সারি,
de_de: Ah, es war eine solche Zeit, die ich das erste mal treffen, mein Leben in der Schule vom Kinderzimmer,
es_es: Ah, era primera vez que me encuentro de mi vida en la escuela desde el jardín de infancia,
fa_af: آه آن زمان من برای اولین بار ملاقات من زندگی در مدرسه از مهد کودک
fi: Ah se oli niin kauan haluan ensin tavata minun kouluelämään alkaen lastentarha,
hi_in: आह, यह था ऐसे समय मैं पहली बार मिलना मेरे स्कूल के जीवन से नर्सरी,
ja: Ahではないもの学校生活からの保育所、
ru_ru: Ах, это было такое время, когда я впервые познакомился со своей школьной жизнью в детском саду.,

source: All In one
ar: الكل في واحد
bn_bd: সব এক
fa_af: همه در یک
hi_in: सभी में एक

source: Amazing Portfolio
ar: محفظة مذهلة
bn_bd: আশ্চর্যজনক পোর্টফোলিও
fa_af: نمونه کارها شگفت انگیز
hi_in: कमाल पोर्टफोलियो

source: An list object of languages as per key: value structure.
ar: قائمة كائن من اللغات كما في المفتاح: القيمة هيكل.
bn_bd: একটি তালিকা বস্তুর ভাষা হিসাবে প্রতি কী: মূল্য কাঠামো.
de_de: Ein list-Objekt Sprachen als pro-Schlüssel: Wert-Struktur.
es_es: Un objeto de la lista de idiomas como por clave: estructura de valor.
fa_af: یک لیست از شی از زبان هر کلیدی: ارزش ساختار.
fi: Luettelo kohde kielillä kohti avain-arvo-rakenne.
hi_in: एक सूची की वस्तु भाषाओं के प्रति के रूप में कुंजी: मूल्य संरचना है ।
ja: は、リストオブジェクトの言語とキー値ます。
ru_ru: Объект списка языков в соответствии со структурой ключ: значение.

source: and then I finished my secondary school certification program.
ar: ثم أنهيت المدرسة الثانوية شهادة البرنامج.
bn_bd: এবং তারপর আমি শেষ, আমার মাধ্যমিক স্কুল সার্টিফিকেশন প্রোগ্রাম.
de_de: und dann beendete ich mein Gymnasium-Zertifizierung Programm.
es_es: y luego terminé mi escuela secundaria programa de certificación.
fa_af: و سپس من به پایان رسید من متوسطه برنامه صدور گواهینامه.
fi: ja sitten lopetin lukion sertifiointi-ohjelma.
hi_in: और फिर मैं समाप्त मेरे माध्यमिक स्कूल प्रमाण पत्र कार्यक्रम है ।
ja: そして私は私の中学校の認証プログラム。
ru_ru: а потом я закончил программу аттестации в средней школе.

source: API Endpoint
ar: API نقطة النهاية
bn_bd: API শেষবিন্দু
es_es: Extremo de API
fa_af: نقطه پایانی API
fi: API Päätepiste
hi_in: एपीआई समापन बिंदु
ja: APIの評価項目
ru_ru: Конечная точка API

source: API endpoint for huntful application.
ar: API نقطة النهاية huntful التطبيق.
bn_bd: API শেষবিন্দু জন্য huntful আবেদন.
de_de: API-Endpunkt für huntful Anwendung.
es_es: Extremo de API para huntful aplicación.
fa_af: نقطه پایانی API برای huntful نرم افزار.
fi: API endpoint varten huntful sovellus.
hi_in: एपीआई समापन बिंदु के लिए huntful आवेदन है ।
ja: APIポhuntfulます。
ru_ru: Конечная точка API для охотничьего приложения.

source: API Key
ar: مفتاح API
bn_bd: API কী
de_de: API-Schlüssel
es_es: Clave de API
fa_af: کلید API
fi: API-Avain
hi_in: एपीआई कुंजी
ja: APIキー
ru_ru: Ключ API

source: API Key of onxmaps.com site.
ar: مفتاح API من onxmaps.com الموقع.
bn_bd: API কী onxmaps.com সাইট.
de_de: API-Schlüssel onxmaps.com Website.
es_es: Clave de la API de onxmaps.com sitio.
fa_af: کلید API از onxmaps.com سایت.
fi: API Avain onxmaps.com site.
hi_in: एपीआई कुंजी की onxmaps.com साइट.
ja: APIキーのonxmaps.com サイトです。
ru_ru: Ключ API для сайта onxmaps.com .

source: Api keys
ar: مفاتيح Api
bn_bd: Api কী
de_de: Api-Schlüssel
es_es: Claves de Api
fa_af: کلید Api
fi: Api avaimet
hi_in: एपीआई कुंजी
ja: Apiキー
ru_ru: Ключи Api

source: API keys interface will be appear here...
ar: مفاتيح API واجهة سوف appear هنا...
bn_bd: API কী ইন্টারফেস হতে হবে appear এখানে...
de_de: API-keys-interface wird appear hier...
es_es: Claves de API de la interfaz será appear aquí...
fa_af: کلید API رابط خواهد بود appear اینجا...
fi: API avaimet käyttöliittymä on näkyvät täällä...
hi_in: एपीआई कुंजी इंटरफ़ेस हो जाएगा appear यहाँ...
ja: APIキーのインターフェースをするappearはこちら---
ru_ru: Интерфейс ключей API будет представлен здесь...

source: Application in depth configuration screen.
ar: التطبيق في عمق الشاشة التكوين.
bn_bd: আবেদন মধ্যে গভীরতা কনফিগারেশন পর্দা.
de_de: Anwendung in der Tiefe configuration screen.
es_es: Aplicación en profundidad de la pantalla de configuración.
fa_af: نرم افزار در عمق صفحه نمایش پیکربندی.
fi: Sovellus perusteellisesti kokoonpano näytön.
hi_in: आवेदन की गहराई में विन्यास स्क्रीन है ।
ja: 申請の深さの設定画面が表示されます。
ru_ru: Экран подробной настройки приложения.

source: Apps
ar: تطبيقات
bn_bd: অ্যাপ্লিকেশন
es_es: Aplicaciones
fa_af: نرم افزار
fi: Sovellukset
hi_in: क्षुधा
ja: アプリ
ru_ru: Приложения

source: Architecting scalable and efficient design systems to maintain consistency across platforms. Implementing reusable components and structured workflows to streamline development.
ar: يصمم قابلة وكفاءة تصميم أنظمة للحفاظ على الاتساق عبر المنصات. تنفيذ مكونات قابلة لإعادة الاستخدام ومنظم سير العمل لتبسيط التنمية.
bn_bd: Architecting আকার পরিবর্তনযোগ্য এবং দক্ষ নকশা সিস্টেম ঐক্য বজায় রাখা প্ল্যাটফর্মের জুড়ে. বাস্তবায়নের পুনর্ব্যবহারযোগ্য উপাদান এবং কাঠামোগত workflows স্ট্রিমলাইন করতে উন্নয়ন.
de_de: Architektur skalierbare und effiziente design Systeme zu halten die Konsistenz über Plattformen hinweg. Implementierung von wiederverwendbaren Komponenten und strukturierte Arbeitsabläufe zu rationalisieren Entwicklung.
es_es: La arquitectura escalable y eficiente diseño de sistemas para mantener la consistencia a través de las plataformas. La implementación de componentes reutilizables y de flujos de trabajo estructurados para agilizar el desarrollo.
fa_af: Architecting مقیاس پذیر و کارآمد طراحی سیستم برای حفظ ثبات در سراسر سیستم عامل. اجرای اجزای قابل استفاده مجدد و ساختار گردش به ساده توسعه است.
fi: Architecting skaalautuva ja tehokas suunnittelu järjestelmät säilyttää johdonmukaisuus eri ympäristöissä. Täytäntöönpano uudelleenkäytettäviä komponentteja ja jäsennelty työnkulkuja tehostaa kehitystä.
hi_in: Architecting स्केलेबल और कुशल डिजाइन सिस्टम को बनाए रखने के लिए प्लेटफार्मों भर में स्थिरता. को लागू करने के पुन: प्रयोज्य घटकों और संरचित कार्यप्रवाह को कारगर बनाने के लिए विकास.
ja: 毎拡張性、効率的な設計システムの維持の一貫性を維持できます。 実施再利用可能な部品や構造のワークフローの効率化。
ru_ru: Создание архитектуры масштабируемых и эффективных систем проектирования для обеспечения согласованности между платформами. Внедрение повторно используемых компонентов и структурированных рабочих процессов для оптимизации разработки.

source: Articles
ar: المواد
bn_bd: প্রবন্ধ
de_de: Artikel
es_es: Artículos
fa_af: مقالات
fi: Artikkeleita
hi_in: लेख
ja: 記事
ru_ru: Статьи

source: At the very biggening of 25, I'm a founder, an author and an instructor
ar: في biggening 25, أنا مؤسس مؤلف مدرب
bn_bd: এ খুব biggening 25 এর আমি একজন প্রতিষ্ঠাতা, একজন লেখক এবং একজন প্রশিক্ষক
de_de: Bei der sehr biggening 25, ich bin einer der Gründer, Autor und Tauchlehrer
es_es: En el biggening de 25, soy un fundador, un autor y un instructor
fa_af: در biggening 25, من موسس یک نویسنده و یک مربی
fi: Hyvin biggening 25, olen perustaja, kirjailija ja ohjaaja
hi_in: बहुत biggening के 25, मैं कर रहा हूँ एक संस्थापक, एक लेखक और एक प्रशिक्षक
ja: のbiggeningの25日には、私は創立者、著者、講師
ru_ru: В свои 25 лет я являюсь основателем, автором и инструктором

source: Automation apps job for wordpress that will automate some common work flows on wordpress with browser extension.
ar: تطبيقات الأتمتة وظيفة وورد التي سوف أتمتة بعض العمل المشترك يتدفق على وورد مع متصفح التمديد.
bn_bd: অটোমেশন অ্যাপ্লিকেশন কাজ যে ওয়ার্ডপ্রেস এর জন্য স্বয়ংক্রিয়রূপে সঞ্চালন করা হবে কিছু সাধারণ কাজ প্রবাহ সঙ্গে ওয়ার্ডপ্রেস ব্রাউজার এক্সটেনশন.
de_de: Automation apps-job für wordpress, das die Automatisierung wird einige gemeinsame Arbeit fließt auf wordpress mit browser-Erweiterung.
es_es: La automatización de las aplicaciones de trabajo para wordpress que permitirá automatizar algunas común en los flujos de trabajo en wordpress con extensión para el navegador.
fa_af: اتوماسیون برنامه های کار برای وردپرس است که به طور خودکار مشترک برخی از جریان کار در وردپرس با افزونه مرورگر.
fi: Automaatio sovellukset työtä wordpress, joka automatisoida joitakin yhteisiä työ virtaa wordpress-selain laajennus.
hi_in: स्वचालन क्षुधा के लिए wordpress स्वचालित होगा कि कुछ सामान्य काम प्रवाह पर वर्डप्रेस के साथ ब्राउज़र एक्सटेंशन है.
ja: 自動化アプリの仕事のためのwordpressが自動化、共通した作業フローにwordpressでブラウザでいます。
ru_ru: Приложение автоматизации job для wordpress, которое автоматизирует некоторые общие рабочие процессы на WordPress с помощью расширения браузера.

source: Automation radar headless server from wordpress.
ar: التشغيل الآلي الرادار مقطوعة الرأس الخادم من وورد.
bn_bd: অটোমেশন রাডার মস্তিষ্কহীন সার্ভার থেকে ওয়ার্ডপ্রেস.
de_de: Automation radar headless-server von wordpress.
es_es: Automatización de radar sin cabeza servidor de wordpress.
fa_af: اتوماسیون رادار بی سر و سرور از وردپرس.
fi: Automaatio-tutka päätön palvelin wordpress.
hi_in: स्वचालन रडार नेतृत्वहीन सर्वर से wordpress.
ja: 自動化レーダープロセッサーとチップセッサーバーからwordpressなのです。
ru_ru: Автоматизированный безголовый сервер radar от WordPress.

source: Automation task for wordpress that will automate some common work flows on wordpress with browser extension.
ar: أتمتة المهام لورد التي سوف أتمتة بعض العمل المشترك يتدفق على وورد مع متصفح التمديد.
bn_bd: অটোমেশন টাস্ক যে ওয়ার্ডপ্রেস এর জন্য স্বয়ংক্রিয়রূপে সঞ্চালন করা হবে কিছু সাধারণ কাজ প্রবাহ সঙ্গে ওয়ার্ডপ্রেস ব্রাউজার এক্সটেনশন.
de_de: Automation Aufgabe für wordpress, das die Automatisierung wird einige gemeinsame Arbeit fließt auf wordpress mit browser-Erweiterung.
es_es: Automatización de tareas para wordpress que permitirá automatizar algunas común en los flujos de trabajo en wordpress con extensión para el navegador.
fa_af: اتوماسیون وظیفه برای وردپرس است که به طور خودکار مشترک برخی از جریان کار در وردپرس با افزونه مرورگر.
fi: Automaation tehtävä wordpress, joka automatisoida joitakin yhteisiä työ virtaa wordpress-selain laajennus.
hi_in: स्वचालन कार्य wordpress के लिए स्वचालित होगा कि कुछ सामान्य काम प्रवाह पर वर्डप्रेस के साथ ब्राउज़र एक्सटेंशन है.
ja: 自動タスクのためのwordpressが自動化、共通した作業フローにwordpressでブラウザでいます。
ru_ru: Задача автоматизации для wordpress, которая автоматизирует некоторые общие рабочие процессы на WordPress с помощью расширения браузера.

source: Awards
ar: الجوائز
bn_bd: পুরস্কার
de_de: Auszeichnungen
es_es: Premios
fa_af: جوایز
fi: Palkinnot
hi_in: पुरस्कार
ja: 受賞
ru_ru: Награды

source: Based on your feedback, I'll make necessary revisions until we reach the perfect result. Your satisfaction is key, and I ensure the final product aligns with your expectations.
ar: على أساس التغذية المرتدة الخاص بك سوف تجعل التنقيحات اللازمة حتى نصل إلى نتيجة مثالية. الارتياح الخاص بك هو مفتاح ضمان المنتج النهائي ينسجم مع التوقعات الخاصة بك.
fa_af: بر اساس بازخورد شما من را لازم تجدید نظر تا زمانی که ما رسیدن به نتیجه کامل است. رضایت خود را کلیدی است و من اطمینان محصول نهایی هم راستا با انتظارات شما.

source: bool status for the config
ar: منطقي مركز التكوين
bn_bd: bool অবস্থা জন্য কনফিগ
de_de: bool status für die config
es_es: bool estado para la config
fa_af: bool وضعیت برای پیکربندی
fi: bool tila config
hi_in: bool स्थिति के लिए विन्यास
ja: bool状況のためのコンフィグ
ru_ru: состояние bool для конфигурации

source: Brief draft
ar: موجز مشروع
bn_bd: সংক্ষিপ্ত খসড়া
fa_af: مختصر در پیش نویس
hi_in: संक्षिप्त मसौदा

source: By
ar: بواسطة
bn_bd: দ্বারা
de_de: Von
es_es: Por
fa_af: توسط
fi: Vuoteen
hi_in: द्वारा
ja: による
ru_ru: Автор:

source: by Me alongside UXnDev
ar: لي جانب UXnDev
bn_bd: আমার দ্বারা পাশাপাশি UXnDev
de_de: von Mir neben UXnDev
es_es: por Mí junto a UXnDev
fa_af: من در کنار UXnDev
fi: Minulle rinnalla UXnDev
hi_in: मेरे द्वारा के साथ UXnDev
ja: 私とUXnDev
ru_ru: мной рядом с Уксндевом

source: Can you handle urgent projects?
ar: يمكنك التعامل مع المشاريع العاجلة?
bn_bd: আপনি হ্যান্ডেল জরুরী প্রকল্প?
fa_af: می تواند به شما رسیدگی فوری پروژه ؟
hi_in: कर सकते हैं आप को संभाल तत्काल परियोजनाओं?

source: Cart overview
ar: عربة عامة
bn_bd: কার্ট সংক্ষিপ্ত বিবরণ
de_de: Warenkorb übersicht
es_es: Resumen del carrito
fa_af: سبد خرید کلی
fi: Ostoskoriin yleiskatsaus
hi_in: गाड़ी की कीमतें सारांश
ja: カートの概要
ru_ru: Обзор Корзины

source: CDN api public key.
ar: CDN api العامة الرئيسية.
bn_bd: যা CDN api পাবলিক কী.
es_es: CDN de la api de clave pública.
fa_af: CDN api کلید عمومی.
fi: CDN api julkisen avaimen.
hi_in: CDN एपीआई सार्वजनिक कुंजी है ।
ja: CDN apiの公開鍵があります。
ru_ru: Открытый ключ CDN api.

source: CDN api secret key.
ar: CDN api المفتاح السري.
bn_bd: যা CDN এপিআই গোপন চাবি.
es_es: CDN de la api de clave secreta.
fa_af: CDN api کلید های مخفی.
fi: CDN api salainen avain.
hi_in: CDN एपीआई गुप्त कुंजी.
ja: CDN apiの秘密鍵があります。
ru_ru: Секретный ключ CDN api.

source: CDN configurations, fields customization. Things enables and disables.
ar: CDN تكوينات مجالات التخصيص. أشياء يمكن تعطيل.
bn_bd: যা CDN কনফিগারেশন, ক্ষেত্র স্বনির্ধারণ. কিছু সক্রিয় ও নিষ্ক্রিয়.
de_de: CDN-Konfigurationen, Felder die Anpassung. Dinge aktiviert und deaktiviert.
es_es: CDN configuraciones, campos de personalización. Las cosas se activa y desactiva.
fa_af: CDN, تنظیمات, زمینه های سفارشی. همه چیز قادر و غیر فعال.
fi: CDN kokoonpanoissa, kentät räätälöinnin. Asioita, ottaa käyttöön ja poistaa käytöstä.
hi_in: CDN विन्यास, क्षेत्रों अनुकूलन. चीजों में सक्षम बनाता है और निष्क्रिय करता है.
ja: CDN構成の分野をカスタマイズ. ものを無効にす.
ru_ru: Конфигурации CDN, настройка полей. Что включает и отключает.

source: CDN Provider
ar: CDN
bn_bd: যা CDN প্রদানকারী
de_de: CDN-Anbieter
es_es: Proveedor de CDN
fa_af: ارائه دهنده CDN
fi: CDN Tarjoaja
hi_in: CDN प्रदाता
ja: CDNプロバイダ
ru_ru: Поставщик CDN

source: Checkout
ar: الخروج
bn_bd: চেকআউট
fa_af: پرداخت
fi: Kassalle
hi_in: चेकआउट
ja: 精算
ru_ru: Оформить покупку

source: Checkout configurations, fields customization. Things enables and disables.
ar: الخروج تكوينات مجالات التخصيص. أشياء يمكن تعطيل.
bn_bd: চেকআউট কনফিগারেশন, ক্ষেত্র স্বনির্ধারণ. কিছু সক্রিয় ও নিষ্ক্রিয়.
de_de: Checkout-Konfigurationen, Felder die Anpassung. Dinge aktiviert und deaktiviert.
es_es: Checkout configuraciones, campos de personalización. Las cosas se activa y desactiva.
fa_af: پرداخت تنظیمات زمینه های سفارشی. همه چیز قادر و غیر فعال.
fi: Kassalle kokoonpanoissa, kentät räätälöinnin. Asioita, ottaa käyttöön ja poistaa käytöstä.
hi_in: चेकआउट विन्यास, क्षेत्रों अनुकूलन. चीजों में सक्षम बनाता है और निष्क्रिय करता है.
ja: 貸出構成の分野をカスタマイズ. ものを無効にす.
ru_ru: Настройки оформления заказа, настройка полей. Что включает и отключает.

source: City
ar: المدينة
bn_bd: সিটি
de_de: Stadt
es_es: Ciudad
fa_af: شهر
fi: Kaupunki
hi_in: शहर
ja: 都市
ru_ru: Город

source: Client
ar: العميل
bn_bd: ক্লায়েন্ট
es_es: Cliente
fa_af: مشتری
fi: Asiakas
hi_in: ग्राहक
ja: お客様
ru_ru: Клиент

source: Client Review
ar: العميل استعراض
bn_bd: ক্লায়েন্ট পর্যালোচনা
fa_af: نقد و بررسی مشتری
hi_in: ग्राहक समीक्षा

source: Clients
ar: العملاء
bn_bd: ক্লায়েন্ট
es_es: Los clientes
fa_af: مشتریان
fi: Asiakkaita
hi_in: ग्राहकों
ja: お客様
ru_ru: Клиенты

source: Code and User ID are required.
ar: رمز معرف المستخدم المطلوبة.
bn_bd: কোড এবং ইউজার আইডি প্রয়োজন বোধ করা হয়.
de_de: Code und die Benutzer-ID erforderlich.
es_es: Código de IDENTIFICACIÓN de Usuario y son necesarios.
fa_af: کد و شناسه کاربر مورد نیاز است.
fi: Koodi ja käyttäjätunnus ovat pakollisia.
hi_in: कोड और यूजर आईडी के लिए आवश्यक हैं ।
ja: コードユーザIDが必要です。
ru_ru: Требуется код и идентификатор пользователя.

source: Common Questions
ar: الأسئلة الشائعة
bn_bd: সাধারণ প্রশ্ন
fa_af: سوالات رایج
hi_in: आम सवाल

source: Completed SSC
ar: أكملت محكمة أمن الدولة
bn_bd: এসএসসি সম্পন্ন
de_de: Abgeschlossen SSC
es_es: Completado SSC
fa_af: تکمیل SSC
fi: Valmistunut SSC
hi_in: पूरा एसएससी
ja: 完成SSC
ru_ru: Завершенный SSC

source: Config key of inparticular notification.
ar: التكوين مفتاح inparticular الإخطار.
bn_bd: কনফিগ কী inparticular বিজ্ঞপ্তি.
de_de: Config key von inparticular Benachrichtigung.
es_es: Clave de configuración de enparticular notificación.
fa_af: پیکربندی کلید inparticular اطلاع رسانی.
fi: Config avain erityisesti ilmoituksen.
hi_in: Config कुंजी के inparticular अधिसूचना ।
ja: Configキー inparticularに通知する
ru_ru: Ключ настройки отдельного уведомления.
