Repository: mahmudremal/site-core
Catalog: languages/site-core-*.po
Languages: ar, bn_bd, de_de, es_es, fa_af, fi, hi_in, ja, ru_ru

source: Provide here an image url that will work as an background image of anonymouse payment background.
ar: نقدم هنا صورة url التي سوف تعمل بوصفها خلفية صورة anonymouse الدفع الخلفية.
bn_bd: এখানে প্রদান একটি চিত্র url কাজ করবে হিসাবে একটি ব্যাকগ্রাউন্ড ইমেজ anonymouse পেমেন্ট পটভূমি.
de_de: Bieten hier eine Bild-url, die Arbeit als ein hintergrund-Bild von anonymouse Zahlung hintergrund.
es_es: Proporcionar aquí una url de una imagen que funciona como una imagen de fondo de anonymouse pago de fondo.
fa_af: در اینجا ارائه یک آدرس اینترنتی تصویر است که کار به عنوان یک تصویر پس زمینه از anonymouse پرداخت پس زمینه.
fi: Tarjoa tänne kuvan url-osoite, joka toimii kuten tausta kuva anonymouse maksu tausta.
hi_in: यहाँ प्रदान एक छवि का यूआरएल है कि काम करेंगे के रूप में एक पृष्ठभूमि छवि के anonymouse भुगतान पृष्ठभूमि.
ja: ことがで画像のurlとし、背景画像のanonymouse支払います。
ru_ru: Укажите здесь URL-адрес изображения, которое будет работать в качестве фонового изображения платежного фона anonymouse.

source: Provide tap public key.
ar: توفير اضغط المفتاح العام.
bn_bd: প্রদান টোকা পাবলিক কী.
de_de: Geben Tippen Sie auf öffentlichen Schlüssel.
es_es: Proporcionar toque de clave pública.
fa_af: ارائه شیر کلید عمومی.
fi: Tarjota napauta julkinen avain.
hi_in: प्रदान नल सार्वजनिक कुंजी है ।
ja: をタップ公開鍵があります。
ru_ru: Укажите открытый ключ крана.

source: Provide tap secret key.
ar: توفير اضغط المفتاح السري.
bn_bd: প্রদান টোকা গোপন চাবি.
de_de: Stellen tap secret key.
es_es: Proporcionar el toque secreto de la clave.
fa_af: ارائه شیر کلید های مخفی.
fi: Tarjota napauta salainen avain.
hi_in: प्रदान नल गुप्त कुंजी.
ja: をタップ秘密鍵があります。
ru_ru: Укажите секретный ключ крана.

source: Public Key
ar: المفتاح العام
bn_bd: পাবলিক কী
de_de: Öffentlicher Schlüssel
es_es: Clave Pública
fa_af: کلید عمومی
fi: Julkisen Avaimen
hi_in: सार्वजनिक कुंजी
ja: 公開鍵
ru_ru: Открытый Ключ

source: Public key
ar: المفتاح العام
bn_bd: পাবলিক কী
de_de: Öffentlicher Schlüssel
es_es: Clave pública
fa_af: کلید عمومی
fi: Julkisen avaimen
hi_in: सार्वजनिक कुंजी
ja: 公開鍵
ru_ru: Открытый ключ

source: Put a default country code for phone number.
ar: وضع البلد الافتراضي رمز رقم الهاتف.
bn_bd: করা একটি ডিফল্ট দেশ কোড, ফোন নম্বর জন্য.
de_de: Legen Sie eine Standard-Landes-code für Telefonnummer.
es_es: Poner un código de país predeterminado para el número de teléfono.
fa_af: قرار دادن یک کشور به طور پیش فرض کد برای شماره تلفن است.
fi: Laittaa oletuksena maatunnus puhelinnumero.
hi_in: डाल एक डिफ़ॉल्ट देश कोड फोन नंबर के लिए.
ja: を入れてデフォルトの国番号電話番号です。
ru_ru: Введите код страны по умолчанию для номера телефона.

source: Radar
ar: الرادار
bn_bd: রাডার
fa_af: رادار
fi: Tutka
hi_in: रडार
ja: レーダー
ru_ru: Радар

source: Recommended
ar: أوصت
bn_bd: প্রস্তাবিত
fa_af: توصیه می شود
hi_in: की सिफारिश की

source: Refund Issued
ar: رد الصادرة
bn_bd: প্রত্যর্পণ জারি
de_de: Erstattung
es_es: Reembolso
fa_af: بازپرداخت صادر شده
fi: Palautus Liikkeeseen
hi_in: वापसी जारी
ja: 払い戻しを行
ru_ru: Выданный Возврат Средств

source: Repeat Order
ar: تكرار الأمر
bn_bd: পুনরাবৃত্তি যাতে
de_de: Wiederholen Sie Die Bestellung
es_es: Orden De La Repetición
fa_af: به منظور تکرار
fi: Toista Järjestyksessä
hi_in: दोहराएँ आदेश
ja: リピート注文
ru_ru: Повторите Заказ

source: Request failed
ar: فشل الطلب
bn_bd: অনুরোধ ব্যর্থ
de_de: Anfrage fehlgeschlagen
es_es: Error de solicitud de
fa_af: درخواست نشد
fi: Pyyntö epäonnistui
hi_in: अनुरोध असफल हुआ
ja: 要求に失敗した
ru_ru: Запрос не выполнен

source: Results per page
ar: النتائج في كل صفحة
bn_bd: ফলাফল পৃষ্ঠা প্রতি
de_de: Ergebnisse pro Seite
es_es: Resultados por página
fa_af: نتایج در هر صفحه:
fi: Tuloksia per sivu
hi_in: परिणाम प्रति पृष्ठ
ja: 結果ページあたりの
ru_ru: Результаты на странице

source: Revision Until Finish The Work
ar: تنقيح حتى الانتهاء من العمل
bn_bd: পুনর্বিবেচনা না হওয়া পর্যন্ত কাজ শেষ
fa_af: تجدید نظر تا پایان کار
hi_in: संशोधन जब तक काम खत्म

source: Role assign interface will be appear here.
ar: واجهة تعيين الأدوار ستظهر هنا.
bn_bd: ভূমিকা ধার্য ইন্টারফেস হতে হবে appear আছেন.
de_de: Rolle zuweisen Schnittstelle wird appear hier.
es_es: Función de asignar la interfaz será aparezcan aquí.
fa_af: نقش تعیین رابط خواهد بود appear اینجا.
fi: Rooli määrittää käyttöliittymän tulee olla näkyvät täällä.
hi_in: भूमिका असाइन इंटरफ़ेस हो जाएगा appear यहाँ.
ja: 役割の割り当てのインターフェースをするappearます。
ru_ru: Интерфейс назначения ролей будет доступен здесь.

source: Roles
ar: أدوار
bn_bd: ভূমিকা
de_de: Rollen
es_es: Funciones
fa_af: نقش
fi: Roolit
hi_in: भूमिकाओं
ja: 役割
ru_ru: Роли

source: Roles configurations, fields customization. Things enables and disables.
ar: أدوار تكوينات مجالات التخصيص. أشياء يمكن تعطيل.
bn_bd: ভূমিকা কনফিগারেশন, ক্ষেত্র স্বনির্ধারণ. কিছু সক্রিয় ও নিষ্ক্রিয়.
de_de: Rollen-Konfigurationen, Felder die Anpassung. Dinge aktiviert und deaktiviert.
es_es: Funciones de las configuraciones, los campos de personalización. Las cosas se activa y desactiva.
fa_af: نقش تنظیمات زمینه های سفارشی. همه چیز قادر و غیر فعال.
fi: Roolit kokoonpanoissa, kentät räätälöinnin. Asioita, ottaa käyttöön ja poistaa käytöstä.
hi_in: भूमिकाओं विन्यास, क्षेत्रों अनुकूलन. चीजों में सक्षम बनाता है और निष्क्रिय करता है.
ja: 役割構成の分野をカスタマイズ. ものを無効にす.
ru_ru: Конфигурации ролей, настройка полей. Что включает и отключает.

source: Satisfation Rate
ar: Satisfation معدل
bn_bd: সন্তুষ্টির হার
es_es: Tasa De Satisfacción Garantizada
fa_af: Satisfation رای
fi: Tyytyväisyys Hintaan
hi_in: Satisfation दर
ja: Satisfation率
ru_ru: Уровень Удовлетворенности

source: Scroll Down
ar: انتقل للأسفل
bn_bd: স্ক্রোল ডাউন
de_de: Scrollen Sie Nach Unten
es_es: Desplácese Hacia Abajo
fa_af: پایین
fi: Selaa Alas
hi_in: नीचे स्क्रॉल करें
ja: スクロールダウ
ru_ru: Прокрутите Вниз

source: Search keyword.
ar: البحث عن الكلمات الرئيسية.
bn_bd: অনুসন্ধান শব্দ.
de_de: Suche Schlüsselwort.
es_es: Palabra clave de búsqueda.
fa_af: جستجو کلید واژه.
fi: Haku avainsanan.
hi_in: कीवर्ड खोज ।
ja: 検索キーワードとなります。
ru_ru: Ключевое слово для поиска.

source: Search term
ar: مصطلح البحث
bn_bd: অনুসন্ধান শব্দ
de_de: Suchbegriff
es_es: Término de búsqueda
fa_af: عبارت جستجو
fi: Hakusana
hi_in: खोज शब्द
ja: 検索語
ru_ru: Поисковый запрос

source: Search...
ar: البحث عن...
bn_bd: অনুসন্ধান...
fa_af: جستجوی...
hi_in: खोज...

source: Secret key
ar: المفتاح السري
bn_bd: গোপন কী
es_es: Clave secreta
fa_af: کلید های مخفی
fi: Salainen avain
hi_in: गुप्त कुंजी
ja: 秘密鍵
ru_ru: Секретный ключ

source: See my work
ar: أرى عملي
bn_bd: দেখুন আমার কাজ
fa_af: ببینید کار من
hi_in: मेरा काम देखें

source: See Past Work
ar: انظر الماضي
bn_bd: দেখতে অতীত কাজ
de_de: Finden Sie Vergangene Arbeiten
es_es: Ver Su Trabajo En El Pasado
fa_af: ببینید کار گذشته
fi: Katso Viime Työtä
hi_in: देखें पिछले काम
ja: 参照過去の作品
ru_ru: Посмотреть Прошлую Работу

source: Select a cdn provider for image syncing from wordpress media library to cdn host.
ar: حدد cdn الصورة المزامنة من مكتبة الوسائط وورد cdn المضيف.
bn_bd: নির্বাচন করুন যা cdn প্রদানকারী জন্য ইমেজ সিঙ্ক থেকে ওয়ার্ডপ্রেস মিডিয়া লাইব্রেরি থেকে যা cdn হোস্ট.
de_de: Wählen Sie einen cdn-Anbieter für die Bild Synchronisation von wordpress Medien-Bibliothek zu cdn-host.
es_es: Seleccione un proveedor de cdn para la imagen de la sincronización de la biblioteca de medios de wordpress a la cdn host.
fa_af: انتخاب یک ارائه دهنده cdn برای همگام سازی تصویر از کتابخانه رسانه وردپرس به کانادا میزبان.
fi: Valitse cdn tarjoaja kuvan synkronointi wordpress media library cdn isäntä.
hi_in: का चयन करें एक cdn प्रदाता के लिए छवि को सिंक्रनाइज़ करने से वर्डप्रेस मीडिया लाइब्रेरी के लिए समन्वय मेजबान.
ja: 選択cdnプロバイダのイメージとの同期からwordpressをメディアライブラリーへのcdnます。
ru_ru: Выберите поставщика cdn для синхронизации изображений из медиатеки WordPress на cdn-хостинге.

source: Select a dashboard screen from where we'll apply the dashboard interface
ar: حدد لوحة التحكم من الشاشة من حيث تطبيق واجهة لوحة التحكم
bn_bd: নির্বাচন একটি ড্যাশবোর্ড পর্দা থেকে, যেখানে আমরা প্রয়োগ করব ড্যাশবোর্ড ইন্টারফেস
de_de: Wählen Sie eine dashboard-Bildschirm, von wo aus wir ' ll gelten die dashboard-Schnittstelle
es_es: Seleccione un panel de la pantalla desde donde vamos a aplicar la interfaz de escritorio
fa_af: را انتخاب کنید یک داشبورد صفحه نمایش از جایی که ما درخواست داشبورد رابط
fi: Valitse mittariston näytön, jossa käytämme kojelauta käyttöliittymä
hi_in: का चयन करें एक डैशबोर्ड स्क्रीन, जहां से हम लागू करेंगे डैशबोर्ड इंटरफ़ेस
ja: 選択ダッシュボード画面からしてただのダッシュボードス
ru_ru: Выберите экран панели мониторинга, на котором мы будем применять интерфейс панели мониторинга

source: Select a privacy policy page.
ar: حدد صفحة سياسة الخصوصية.
bn_bd: নির্বাচন একটি গোপনীয়তা নীতি পাতা.
de_de: Wählen Sie eine Seite Datenschutz.
es_es: Seleccione una página de política de privacidad.
fa_af: انتخاب یک سیاست حفظ حریم خصوصی صفحه.
fi: Valitse tietosuojakäytäntö-sivulta.
hi_in: का चयन करें, एक गोपनीयता नीति पेज.
ja: 選択プライバシーポリシーを定めます。
ru_ru: Выберите страницу политики конфиденциальности.

source: Select a term and condition page
ar: حدد الأجل شرط الصفحة
bn_bd: নির্বাচন একটি টার্ম এবং শর্ত পৃষ্ঠা
de_de: Wählen Sie einen Begriff und Zustand Seite
es_es: Seleccione un término y condición de la página
fa_af: را انتخاب کنید یک مدت و وضعیت صفحه
fi: Valitse aikavälillä ja kunto-sivu
hi_in: एक शब्द का चयन करें और हालत में पृष्ठ
ja: 選択条件のページ
ru_ru: Выберите страницу условий

source: Send
ar: إرسال
bn_bd: পাঠান
de_de: Senden
es_es: Enviar
fa_af: ارسال
fi: Lähetä
hi_in: भेजें
ja: 送信
ru_ru: Отправить

source: Send to %s
ar: إرسال %s
bn_bd: %s-এ পাঠান
es_es: Enviar a %s
fa_af: ارسال به %s
fi: Lähetä %s
hi_in: भेजने के लिए %s
ja: 送信し%s"
ru_ru: Отправить в %s

source: Send to CDN
ar: إرسال CDN
bn_bd: পাঠাতে যা CDN
de_de: Senden CDN
es_es: Enviar a la CDN
fa_af: ارسال به کانادا
fi: Lähetä CDN
hi_in: भेजने के लिए समन्वय
ja: 送CDN
ru_ru: Отправить в CDN

source: Serialized dataset for the visitor; can be null.
ar: تسلسل البيانات للزائر; يمكن أن تكون فارغة.
bn_bd: ধারাবাহিকভাবে জন্য ডেটা সেটটি পরিদর্শক; হতে পারে শূন্য.
de_de: Serialisiert dataset für die Besucher; kann null sein.
es_es: Serializado conjunto de datos para el visitante; puede ser null.
fa_af: سریال مجموعه داده برای بازدید; می تواند تهی باشد.
fi: Sarjoitettu aineisto kävijä; voi olla null.
hi_in: धारावाहिक डेटासेट आगंतुक के लिए; अशक्त हो सकता है.
ja: 直列化されたデータセットのお客様;ます。nullにすることもできます。
ru_ru: Сериализованный набор данных для посетителя; может иметь значение null.

source: Settings
ar: الإعدادات
bn_bd: সেটিংস
de_de: Einstellungen
es_es: Configuración
fa_af: تنظیمات
fi: Asetukset
hi_in: सेटिंग्स
ja: 設定
ru_ru: Настройки

source: Share
ar: يشارك
bn_bd: শেয়ার করুন
de_de: Teilen
es_es: Compartir
fa_af: به اشتراک گذاری
fi: Jaa
hi_in: साझा करें
ja: シェア
ru_ru: Поделиться

source: Short Description
ar: وصف قصير
bn_bd: সংক্ষিপ্ত বিবরণ:
de_de: Kurze Beschreibung
es_es: Breve Descripción
fa_af: توضیحات کوتاه
fi: Lyhyt Kuvaus
hi_in: संक्षिप्त विवरण
ja: 短い説明
ru_ru: Краткое Описание

source: Show Case
ar: تظهر حالة
bn_bd: শো কেস
fa_af: نشان می دهد مورد
hi_in: दिखाने के मामले में

source: Show case
ar: تظهر حالة
bn_bd: শো কেস
de_de: Zeigen Fall
es_es: Un caso de estudio
fa_af: نشان می دهد مورد
fi: Näytä tapauksessa
hi_in: दिखाने के मामले में
ja: ショーケー
ru_ru: Витрина

source: Showcase
ar: عرض
bn_bd: প্রদর্শনী
fa_af: ویترین
hi_in: प्रदर्शन

source: Single
ar: واحد
bn_bd: একক
fa_af: تک
hi_in: एकल

source: Site Core
ar: الموقع الأساسية
bn_bd: সাইটের কোর
de_de: Website Core
es_es: Sitio Core
fa_af: سایت هسته ای
fi: Sivuston Ydin
hi_in: साइट कोर
ja: サイトコア
ru_ru: Ядро сайта

source: Skill in range
ar: المهارة في مجموعة
bn_bd: দক্ষতা পরিসীমা
fa_af: مهارت در محدوده
hi_in: कौशल रेंज में

source: Skillset
ar: المهاره
es_es: Habilidades
ja: キャリアやスキルアップ
ru_ru: Набор Навыков

source: Slowly I learned programing in PHP & JavaScript as a Junior
ar: ببطء تعلمت في برمجة PHP و جافا سكريبت مبتدئ
bn_bd: ধীরে ধীরে আমি শিখেছি প্রোগ্রামিংয়ের পিএইচপি ও জাভাস্ক্রিপ্ট হিসাবে একটি জুনিয়র
de_de: Langsam habe ich gelernt, Programmierung in PHP & JavaScript als Junior
es_es: Poco a poco he aprendido a programar en PHP y JavaScript como un Junior
fa_af: به آرامی به من آموخته programing در پی اچ پی و جاوا اسکریپت به عنوان یک تازه وارد
fi: Hitaasti opin ohjelmointi PHP ja JavaScript Junior
hi_in: धीरे-धीरे मैंने सीखा programing में PHP और जावास्क्रिप्ट के रूप में एक जूनियर
ja: ゆっくりと学習プログラミングがPHPとJavaScriptとして、中
ru_ru: Постепенно, будучи младшим школьником, я научился программировать на PHP и JavaScript

source: Sorry, your payment failed. Please try again or contact our support team for assistance.
ar: آسف الدفع فشلت. يرجى المحاولة مرة أخرى أو الاتصال بفريق الدعم للحصول على المساعدة.
bn_bd: দুঃখিত, আপনার পেমেন্ট ব্যর্থ হয়েছে. আবার চেষ্টা করুন বা যোগাযোগ করুন, সহায়তার জন্য আমাদের সহায়ক দলের.
de_de: Sorry, wird Ihre Zahlung ist fehlgeschlagen. Bitte versuchen Sie es erneut oder Kontaktieren Sie unser support team für Hilfe.
es_es: Lo siento, no haber realizado el pago. Por favor, inténtelo de nuevo o póngase en contacto con nuestro equipo de soporte para obtener ayuda.
fa_af: با عرض پوزش پرداخت خود را شکست خورده است. لطفا دوباره سعی کنید و یا تماس با تیم پشتیبانی ما برای کمک.
fi: Anteeksi, maksu epäonnistui. Yritä uudelleen tai ota yhteyttä asiakaspalveluumme apua.
hi_in: क्षमा करें, आपकी भुगतान में विफल रहा है. कृपया फिर से कोशिश करें या हमारे समर्थन टीम से संपर्क सहायता के लिए.
ja: でのお支払いに失敗しました。 て再度試してみてくださいお問合せサポートチームのための案内もあります。
ru_ru: К сожалению, ваш платеж не прошел. Пожалуйста, попробуйте еще раз или обратитесь в нашу службу поддержки за помощью.

source: Source file deliverable
ar: مصدر الملف الناتج
bn_bd: সোর্স ফাইল প্রেরন
fa_af: منبع فایل تحویل
hi_in: स्रोत फ़ाइल deliverable

source: Sr. Graphics Designer
ar: الأب مصمم الرسومات
bn_bd: সিনিয়র গ্রাফিক্স ডিজাইনার
de_de: Senior Grafik Designer
es_es: Diseñador Gráfico Sr.
fa_af: Sr. طراح گرافیک
fi: Senior Graafinen Suunnittelija
hi_in: सीनियर ग्राफिक्स डिजाइनर
ja: Sr.グラフィックデザイナー
ru_ru: Старший Графический дизайнер

source: Start from
ar: تبدأ من
bn_bd: শুরু থেকে
fa_af: شروع از
hi_in: शुरू से

source: Started Schooling
ar: بدأت الدراسة
bn_bd: শুরু স্কুলে
de_de: Gestartet Schulbildung
es_es: Comenzó Escolaridad
fa_af: آغاز تحصیل
fi: Alkoi Koulunkäynti
hi_in: स्कूली शिक्षा शुरू कर दिया
ja: 学校教育を開始
ru_ru: Начал Учиться в школе

source: Stripe
ar: الشريط
bn_bd: ডোরা
es_es: Raya
fa_af: خط خطی
fi: Raita
hi_in: धारी
ja: ストライプ
ru_ru: Полоса

source: Subscribe Now
ar: اشترك الآن
bn_bd: এখন সাবস্ক্রাইব করুন
de_de: Jetzt Abonnieren
es_es: Suscríbete Ahora
fa_af: مشترک شدن در حال حاضر
fi: Tilaa Nyt
hi_in: अब सदस्यता लें
ja: 今すぐ購入
ru_ru: Подпишитесь Сейчас

source: Subscription Cancelled
ar: إلغاء الاشتراك
bn_bd: সাবস্ক্রিপশন বাতিল
de_de: Abonnement Gekündigt
es_es: Suscripción Cancelada
fa_af: اشتراک لغو
fi: Tilaus Peruttu
hi_in: सदस्यता रद्द
ja: 契約を解除
ru_ru: Подписка Отменена

source: Subscription Created
ar: الاشتراك خلق
bn_bd: সাবস্ক্রিপশন নির্মিত
de_de: Abonnement Erstellt
es_es: Suscripción Creado
fa_af: اشتراک ایجاد شده
fi: Tilaus Luodaan
hi_in: सदस्यता बनाया
ja: 契約作成
ru_ru: Созданная Подписка

source: Subscription Paused
ar: الاشتراك مؤقتا
bn_bd: সাবস্ক্রিপশন স্থগিত
de_de: Abonnement Pausiert
es_es: Suscripción Pausa
fa_af: اشتراک متوقف شد
fi: Tilaus Pysähtyi
hi_in: सदस्यता रुका हुआ है
ja: 購読停止
ru_ru: Подписка Приостановлена

source: Subscription Resumed
ar: الاشتراك المستأنفة
bn_bd: সাবস্ক্রিপশন শুরু
de_de: Abonnement Wieder Aufgenommen
es_es: Suscripción Reanudado
fa_af: اشتراک از سر گرفت
fi: Tilaus Uudelleen
hi_in: सदस्यता फिर से शुरू
ja: 契約を再開し
ru_ru: Подписка Возобновлена

source: Suitable for those of you who do not have a team. Get all my service in single payment
ar: مناسبة لأولئك الذين ليس لديهم فريق. الحصول على جميع الخدمات في دفعة واحدة
bn_bd: উপযুক্ত তাদের জন্য, যারা তোমাদের মধ্যে একটি দল আছে না. পেতে সব আমার সেবা একক পেমেন্ট
fa_af: مناسب برای کسانی از شما که یک تیم است. دریافت تمام خدمات من در تک پرداخت
hi_in: उन लोगों के लिए उपयुक्त नहीं है, जो आप एक टीम है. सब मेरे सेवा में एकल भुगतान

source: System architecture
ar: بنية النظام
bn_bd: সিস্টেম আর্কিটেকচার
fa_af: معماری سیستم
hi_in: प्रणाली वास्तुकला

source: System Design
ar: تصميم نظام
bn_bd: সিস্টেম নকশা
es_es: Diseño Del Sistema De
fa_af: طراحی سیستم
fi: Järjestelmän Suunnittelu
hi_in: प्रणाली के डिजाइन
ja: システムデザイン
ru_ru: Проектирование системы

source: Tabby
ar: العانس
fa_af: نمام
hi_in: बद गप्पी
ru_ru: Полосатый

source: Table of Contents
ar: جدول المحتويات
bn_bd: সূচীপত্র
de_de: Inhaltsverzeichnis
es_es: Tabla de Contenido
fa_af: فهرست مطالب
fi: Sisällysluettelo
hi_in: सामग्री की तालिका
ja: テーブルの内容
ru_ru: Содержание

source: Talented Developer
ar: المطور الموهوبين
bn_bd: প্রতিভাবান ডেভেলপার
de_de: Talentierte Entwickler
es_es: Talentoso Desarrollador
fa_af: با استعداد توسعه دهنده
fi: Lahjakas Kehittäjä
hi_in: प्रतिभाशाली डेवलपर
ja: 優秀な開発者
ru_ru: Талантливый Разработчик

source: talking
ar: الحديث
bn_bd: কথা
de_de: sprechen
es_es: hablando
fa_af: صحبت کردن
fi: puhu
hi_in: बात कर रहे
ja: 話
ru_ru: разговаривающий

source: Tap
ar: اضغط
bn_bd: ট্যাপ
de_de: Tippen Sie auf
es_es: Pulsa en
fa_af: شیر
fi: Napauta
hi_in: नल
ru_ru: Коснитесь

source: Target of the event; can be null.
ar: الهدف من هذا الحدث ؛ يمكن أن تكون فارغة.
bn_bd: টার্গেট ঘটনার পারেন; শূন্য হতে.
de_de: Ziel der Veranstaltung; kann null sein.
es_es: Objetivo del evento; puede ser null.
fa_af: هدف از این رویداد; می تواند تهی باشد.
fi: Tavoite tapahtuma; voi olla null.
hi_in: लक्ष्य की घटना; अशक्त हो सकता है.
ja: 対象のイベントではnullになります。
ru_ru: Цель события; может быть нулевым.

source: Task
ar: المهمة
bn_bd: টাস্ক
de_de: Aufgabe
es_es: Tarea
fa_af: وظیفه
fi: Tehtävä
hi_in: कार्य
ja: タスク
ru_ru: Задача

source: Task deleted successfully!
ar: المهمة المحذوفة بنجاح!
bn_bd: টাস্ক সফলভাবে মুছে ফেলা!
de_de: Aufgabe erfolgreich gelöscht!
es_es: Tarea eliminado con éxito!
fa_af: وظیفه حذف با موفقیت!
fi: Tehtävä poistettiin onnistuneesti!
hi_in: कार्य सफलतापूर्वक नष्ट कर दिया!
ja: タスクの削除に成功しました!
ru_ru: Задание успешно удалено!

source: Tell me more about your goals
ar: أخبرني المزيد عن أهدافك
bn_bd: আমাকে বলুন, আপনার লক্ষ্য সম্পর্কে আরো
de_de: Erzählen Sie mir mehr über Ihre Ziele
es_es: Dime más acerca de tus metas
fa_af: به من بگویید بیشتر در مورد اهداف خود
fi: Kerro lisää tavoitteesi
hi_in: मुझे और बताओ अपने लक्ष्यों के बारे में
ja: について教えてください目標
ru_ru: Расскажите мне подробнее о ваших целях

source: Terms & Condition
ar: الشروط والأحكام
bn_bd: শর্তাবলী & শর্ত
de_de: Allgemeine & Zustand
es_es: Términos & Condiciones
fa_af: شرایط و وضعیت
fi: Ehdot Ja Kunto
hi_in: नियम और शर्त
ja: 取引条件
ru_ru: Правила и условия

source: The ID of the requested item.
ar: معرف العنصر المطلوب.
bn_bd: The ID of The অনুরোধ আইটেম.
de_de: Die ID des angeforderten Elements.
es_es: La IDENTIFICACIÓN de los elementos solicitados.
fa_af: شناسه کالای درخواستی.
fi: TUNNUS pyydetään erä.
hi_in: आईडी का अनुरोध किया आइटम.
ja: IDの求めの商品です。
ru_ru: Идентификатор запрашиваемого элемента.

source: The language code for the translation.
ar: رمز اللغة من أجل الترجمة.
bn_bd: ভাষা কোড জন্য অনুবাদ.
de_de: Der language code für die übersetzung.
es_es: El código de idioma de la traducción.
fa_af: کد زبان برای ترجمه.
fi: Kieli-koodin kääntämiseen.
hi_in: भाषा कोड के लिए अनुवाद.
ja: 言語のコードはない。
ru_ru: Код языка для перевода.

source: the looks
ar: يبدو
bn_bd: কেমন লাগে
fa_af: به نظر می رسد
hi_in: लग रहा है

source: The post type of the requested item.
ar: نوع آخر من العنصر المطلوب.
bn_bd: The post ধরনের অনুরোধ আইটেম.
de_de: Die post-Typ des angeforderten Elements.
es_es: El tipo de entrada de los elementos solicitados.
fa_af: پست نوع کالای درخواستی.
fi: Post tyypin pyydetyn kohteen.
hi_in: पोस्ट प्रकार का अनुरोध किया आइटम.
ja: ポストタイプの求めの商品です。
ru_ru: Тип публикации запрашиваемого товара.

source: This plugin is specially designed for this wordpress website with necessery files, themes, assets to store, enqueue, register or deregister.
ar: هذا هو البرنامج المساعد مصممة خصيصا لهذا وورد موقع الويب الخاص بك مع necessery الملفات, المواضيع, الأصول لتخزين إدراج بقائمة الانتظار, تسجيل أو إلغاء تسجيل.
bn_bd: এই প্লাগ জন্য বিশেষভাবে ডিজাইন করা হয় এই ওয়ার্ডপ্রেস ওয়েবসাইট সঙ্গে necessery ফাইল, থিম সম্পদ সংরক্ষণ করার জন্য, সারিবদ্ধ, রেজিস্টার বা deregister.
de_de: Dieses plugin ist speziell für diese wordpress-website mit necessery Dateien, Themen, Vermögenswerte zu speichern, enqueue, registrieren oder Abmelden.
es_es: Este plugin está especialmente diseñado para este sitio web en wordpress con necessery archivos, temas, activos para almacenar, poner en cola, registrar o cancelar el registro.
fa_af: این افزونه این است که به ویژه طراحی شده برای این وب سایت وردپرس با necessery فایل و تم و دارایی به فروشگاه در نوبت قراردادن ثبت نام یا deregister.
fi: Tämä plugin on suunniteltu erityisesti tätä wordpress verkkosivuilla necessery tiedostoja, teemoja, omaisuuden kaupassa, laittaa jonoon, rekisteröidä tai poistaa rekisteröinnin.
hi_in: इस प्लगइन विशेष रूप से डिजाइन के लिए इस wordpress वेबसाइट के साथ necessery फ़ाइलें, विषयों, संपत्ति, स्टोर करने के लिए एन्क्यू, रजिस्टर या deregister.
ja: このプラグイン用に特に設計したこのwordpressサイトnecesseryファイルをテーマに、資産、enqueue、登録、登録を解除.
ru_ru: Этот плагин специально разработан для данного веб-сайта WordPress с необходимыми файлами, темами, ресурсами для хранения, постановки в очередь, регистрации или снятия с регистрации.

source: Timelines depend on the project's complexity. A simple design or development task can take a few days, while a full website or app may take weeks. I'll provide an estimated timeframe after reviewing your requirements.
ar: الزمنية تعتمد على تعقيد المشروع. تصميم بسيط أو التنمية مهمة يمكن أن يستغرق بضعة أيام ، في حين أن كامل الموقع أو التطبيق قد يستغرق أسابيع. سوف توفر ما يقدر الزمني بعد استعراض الاحتياجات الخاصة بك.
fa_af: جدول زمانی پروژه بستگی دارد و پیچیدگی. یک طراحی ساده و یا توسعه کار می تواند چند روز در حالی که یک وب سایت کامل و یا برنامه ممکن است هفته ها طول بکشه. من به شما ارائه یک برآورد بازه زمانی پس از بررسی نیازهای شما.
hi_in: समयसीमा पर निर्भर करती है, परियोजना की जटिलता. एक साधारण डिजाइन या विकास के कार्य में कुछ दिन लग सकते हैं, जबकि एक पूरा वेबसाइट या अनुप्रयोग के सप्ताह लग सकते हैं. मैं प्रदान करेंगे एक अनुमान के अनुसार समय सीमा की समीक्षा करने के बाद, अपनी आवश्यकताओं है ।

source: Token has expired.
ar: رمزية قد انتهت.
bn_bd: টোকেন মেয়াদ শেষ হয়েছে.
de_de: Token abgelaufen ist.
es_es: Token ha caducado.
fa_af: رمز منقضی شده است.
fi: Token on vanhentunut.
hi_in: टोकन समाप्त हो गया है ।
ja: トークンが終了しました。
ru_ru: Срок действия токена истек.

source: tons of
ar: طن من
bn_bd: টন
de_de: Tonnen
es_es: toneladas de
fa_af: تن
fi: tonnia
hi_in: के टन
ja: トン
ru_ru: тонны

source: Too many verification attempts. Please try again later.
ar: الكثير من التحقق من المحاولات. يرجى المحاولة مرة أخرى في وقت لاحق.
bn_bd: অনেক যাচাই প্রচেষ্টা. দয়া করে পরে আবার চেষ্টা করুন.
de_de: Zu viele überprüfung versuche. Bitte versuchen Sie es später erneut.
es_es: Demasiados intentos de verificación. Por favor, inténtelo de nuevo más tarde.
fa_af: بیش از حد بسیاری از تأیید تلاش است. لطفا بعدا دوباره سعی کنید.
fi: Liian monet todentaminen yrityksiä. Yritä myöhemmin uudelleen.
hi_in: भी कई सत्यापन प्रयास करता है । कृपया बाद में फिर से कोशिश.
ja: 多数の検証の試み. 後ほど再度お試しください。.
ru_ru: Слишком много попыток проверки. Пожалуйста, попробуйте еще раз позже.

source: Top
ar: أعلى
bn_bd: শীর্ষ
fa_af: بالا
fi: Alkuun
hi_in: शीर्ष
ja: トップ
ru_ru: Наверх

source: Top rated at
ar: أعلى تصنيف في
bn_bd: শীর্ষ বিপরিতে এ
de_de: Top bewertet bei
es_es: Alto clasificado en
fa_af: محبوب ترین در
fi: Top mitoitettu
hi_in: टॉप रेटेड पर
ja: トップ定格
ru_ru: Самый высокий рейтинг на

source: Tracker code for the visitor.
ar: تعقب رمز الزائر.
bn_bd: ট্র্যাকার কোড পরিদর্শক জন্য.
de_de: Tracker-code für den Besucher.
es_es: Rastreador de código para el visitante.
fa_af: ردیاب کد برای بازدید کننده است.
fi: Tracker koodi kävijä.
hi_in: ट्रैकर कोड आगंतुक के लिए.
ja: トラッカーコードおります。
ru_ru: Код трекера для посетителя.
