Repository: mahmudremal/site-core
Catalog: languages/site-core-*.po
Languages: ar, bn_bd, de_de, es_es, fa_af, fi, hi_in, ja, ru_ru

source: Your payment has been successfully processed. Thank you for your purchase.
ar: تم الدفع بنجاح. شكرا لك على الشراء.
bn_bd: আপনার পেমেন্ট করেছে সফলভাবে প্রসেস করা হয়েছে. আপনার কেনার জন্য আপনাকে ধন্যবাদ.
de_de: Ihre Zahlung erfolgreich verarbeitet wurde. Vielen Dank für Ihren Kauf.
es_es: Su pago ha sido procesado con éxito. Gracias por su compra.
fa_af: پرداخت شما با موفقیت پردازش شده است. با تشکر از شما برای خرید خود را.
fi: Maksu on onnistuneesti käsitelty. Kiitos ostoksen.
hi_in: आपका भुगतान सफलतापूर्वक संसाधित किया गया. अपनी खरीद के लिए धन्यवाद.
ja: お支払いして処理されます。 ご購入できます。
ru_ru: Ваш платеж успешно обработан. Благодарим вас за покупку.

source: Your subscription via %s was cancelled.
ar: اشتراكك عبر %s ألغيت.
bn_bd: আপনার সাবস্ক্রিপশন মাধ্যমে %s বাতিল করা হয়েছে.
de_de: Ihr Abonnement über %s abgebrochen wurde.
es_es: Su suscripción a través de %s fue cancelado.
fa_af: اشتراک خود را از طریق %s لغو شد.
fi: Tilauksesi via %s peruttiin.
hi_in: अपनी सदस्यता के माध्यम से %s को रद्द कर दिया गया था.
ja: ご契約およ%s"はキャンセルされました。
ru_ru: Ваша подписка через %s была отменена.

source: Your subscription via %s was paused.
ar: اشتراكك عبر %s كان مؤقتا.
bn_bd: আপনার সাবস্ক্রিপশন মাধ্যমে %s বিরাম দেওয়া হয়েছে.
de_de: Ihr Abonnement über %s wurde angehalten.
es_es: Su suscripción a través de %s se ha detenido.
fa_af: اشتراک خود را از طریق %s بود متوقف شد.
fi: Tilauksesi via %s oli keskeytetty.
hi_in: अपनी सदस्यता के माध्यम से %s रोक दिया गया था.
ja: ご契約およ%s"一時停止した.
ru_ru: Ваша подписка через %s была приостановлена.

source: Your subscription via %s was resumed.
ar: اشتراكك عبر %s استؤنفت.
bn_bd: আপনার সাবস্ক্রিপশন মাধ্যমে %s পুনরায় শুরু হয়.
de_de: Ihr Abonnement über %s wurde wieder aufgenommen.
es_es: Su suscripción a través de %s se reanudó.
fa_af: اشتراک خود را از طریق %s از سر گرفته شد.
fi: Tilauksesi via %s jatkettiin.
hi_in: अपनी सदस्यता के माध्यम से %s में शुरू किया गया था.
ja: ご契約およ%sを再開します。
ru_ru: Ваша подписка через %s была возобновлена.

source: Your transaction has been cancelled. You can try again or contact our support team for assistance.
ar: الصفقة قد ألغيت. يمكنك المحاولة مرة أخرى أو الاتصال بفريق الدعم للحصول على المساعدة.
bn_bd: আপনার লেনদেন বাতিল করা হয়েছে. আপনি আবার চেষ্টা করে দেখতে পারেন বা আমাদের সহায়ক দলের সাথে যোগাযোগ সহায়তার জন্য.
de_de: Ihre Transaktion wurde storniert. Sie können es erneut versuchen oder Kontaktieren Sie unser support team für Hilfe.
es_es: Su transacción ha sido cancelado. Puede intentarlo de nuevo o póngase en contacto con nuestro equipo de soporte para obtener ayuda.
fa_af: معامله خود را لغو شده است. شما می توانید دوباره سعی کنید و یا تماس با تیم پشتیبانی ما برای کمک.
fi: Kauppa on peruttu. Voit yrittää uudelleen tai ota yhteyttä asiakaspalveluumme apua.
hi_in: अपने लेन-देन रद्द कर दिया गया है. आप कर सकते हैं फिर से कोशिश करें या हमारे समर्थन टीम से संपर्क सहायता के लिए.
ja: お取引はキャンセルされました。 きによってはお問合せサポートチームのための案内もあります。
ru_ru: Ваша транзакция отменена. Вы можете попробовать еще раз или обратиться в нашу службу поддержки за помощью.

source: Captcha
bn_bd: ক্যাপচা
fa_af: کد امنیتی
hi_in: कैप्चा
ja: 画像認証
ru_ru: Капча

source: Cloudinary
fa_af: Remote working
ru_ru: Облачный сервер

source: UX Designer & Developer
bn_bd: ইউএক্স ডিজাইনার ও ডেভেলপার
fa_af: UX طراح و توسعه دهنده
hi_in: UX डिजाइनर और डेवलपर

source: CDN
bn_bd: যা CDN
hi_in: समन्वय

source: N/A
hi_in: एन/ए

source: Heartbit
ja: ハートビット
ru_ru: Удар в сердце

source: imagekit
ru_ru: набор изображений

source: Utils
ru_ru: Утилиты
